[
  {
    "commonName": "silverrod",
    "sciName": "Solidago bicolor",
    "desc": "Solidago bicolor, or White Goldenrod, is a herbaceous perennial wildlflower in the Asteraceae family. It flowers from late summer into the fall and displays an elongated spike of short-stalked flower heads with white to yellowish-white rays surrounding a yellow central disk atop a hairy, grayish stem. ",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/201056/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33830"
  },
  {
    "commonName": "Tall Goldenrod",
    "sciName": "Solidago canadensis scabra",
    "desc": "Branching clusters of numerous small, stalked, yellow flower heads at the top of the plant. Cluster shape is variable, from pyramidal with spreading branches and up to 1200 flower heads, to much smaller and more compact with upright branches, appearing club shaped with as few as a 100 heads on smaller plants.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/165238/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33829"
  },
  {
    "commonName": "white flat-topped goldenrod",
    "sciName": "Solidago ptarmicoides",
    "desc": "White flat-topped-goldenrod has travelled from genus to genus several times, first being considered an aster based on superficial resemblance, then moved to the goldenrods (Solidago) based on its ability to hybridize with species from that genus. It has now been placed in the genus Oligoneuron with a number of other species formerly included in Solidago.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/500275/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33784"
  },
  {
    "commonName": "Jumpseed",
    "sciName": "Persicaria virginiana",
    "desc": "Jumpseed (Persicaria virginiana) is a Persicaria. They can grow in dry, shady areas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/106223/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33783"
  },
  {
    "commonName": "CARARG",
    "sciName": "Carex argyrantha",
    "desc": "Silvery-flowered sedge is in the difficult Ovales group of sedges. It has large white-green carpellate scales greater than the length of the perigynia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/159216/medium.JPG",
    "link": "https://www.inaturalist.org/guide_taxa/33781"
  },
  {
    "commonName": "RHOPRI",
    "sciName": "Rhododendron prinophyllum",
    "desc": "Rhododendron prinophyllum is a rhododendron species native to the eastern and southern United States. It is a deciduous shrub that grows 4 to 8 feet in height. Flowers are pink.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/258802/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33780"
  },
  {
    "commonName": "Erechtites hieracifolia",
    "sciName": "Erechtites hieracifolia",
    "desc": "Erechtites hieracifolia (fireweed, American burnweed, or Pilewort) is a plant in the daisy family, Asteraceae. It is native to the Americas, but can be found many places around the world having been introduced by human activity. It is introduced in Hawaii.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/50195541/large.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33778"
  },
  {
    "commonName": "New York ironweed",
    "sciName": "Vernonia noveboracensis",
    "desc": "Vernonia noveboracensis (New York ironweed or Vein-leaf hawkweed) is a plant in the daisy family, Asteraceae. It is native to the eastern United States, from Florida to Massachusetts and west to Tennessee, Alabama, and West Virginia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/399355/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33775"
  },
  {
    "commonName": "single-sorus spleenwort",
    "sciName": "Asplenium monanthes",
    "desc": "The single-sorus spleenwort (Asplenium monanthes) are a diverse and widely distributed group of ferns, including not only spleenworts, but also the bird's nest ferns and the walking ferns, which are segregate members of the genus.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/571594/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33774"
  },
  {
    "commonName": "slender adder's-tongue",
    "sciName": "Ophioglossum nudicaule",
    "desc": "Roots yellowish to pale brown, to 15 per plant, 0.2-0.8mm diam., proliferous at wide intervals. Stem upright, 0.2-1.2 cm, 1-5 mm diam., commonly 2-3 leaves per stem. Trophophore stalk to 0.8 cm, 0.1-0.2 times length of trophophore blade. ",
    "img": "https://live.staticflickr.com/839/43534377111_7172c63dbd_b.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33772"
  },
  {
    "commonName": "Ostrich-plume Moss",
    "sciName": "Ptilium crista-castrensis",
    "desc": "Ptilium crista-castrensis is a moss species within the family Hypnaceae, in the class Bryopsida, subclass Bryidae and order Hypnales.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/152280/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33771"
  },
  {
    "commonName": "limestone adder's-tongue",
    "sciName": "Ophioglossum engelmannii",
    "desc": "Ophioglossum engelmannii, commonly known as the limestone adder's-tongue, is species of fern native to the Western Hemisphere. It is widespread and native to the United States, Mexico, and Central America.",
    "img": "https://ohiodnr.gov/wps/wcm/connect/gov/d7e87d71-91f5-4df9-a32a-56eb72cade1f/2-Limestone-Adderstongue.jpg?MOD=AJPERES&CACHEID=ROOTWORKSPACE.Z18_M1HGGIK0N0JO00QO9DDDDM3000-d7e87d71-91f5-4df9-a32a-56eb72cade1f-nt4.4Ns",
    "link": "https://www.inaturalist.org/guide_taxa/33770"
  },
  {
    "commonName": "black-stemmed spleenwort",
    "sciName": "Asplenium resiliens",
    "desc": "The blackstem spleenwort, Asplenium resiliens, is a species of fern native to the southeastern United States. Found on limestone substrates, it is named for its distinctive purplish-black stipe and rachis. It closely resembles the ebony spleenwort, Asplenium platyneuron.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/517214/medium.jpeg",
    "link": "https://www.inaturalist.org/guide_taxa/33769"
  },
  {
    "commonName": "lobed spleenwort",
    "sciName": "Asplenium pinnatifidum",
    "desc": "Asplenium pinnatifidum, commonly known as the lobed spleenwort or pinnatifid spleenwort, is a small fern found principally in the Appalachian Mountains and the Shawnee Hills, growing in rock crevices in moderately acid to subacid strata. Originally identified as a variety of walking fern (Asplenium rhizophyllum), it was classified as a separate species by Thomas Nuttall in 1818. It is believed to have originated by chromosome doubling in a hybrid between walking fern and mountain spleenwort (Asplenium...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/156500/medium.JPG",
    "link": "https://www.inaturalist.org/guide_taxa/33768"
  },
  {
    "commonName": "Bradley's spleenwort",
    "sciName": "Asplenium bradleyi",
    "desc": "Asplenium bradleyi, commonly known as Bradley's spleenwort or cliff spleenwort, is a rare epipetric fern of east-central North America. Named after Professor Frank H. Bradley, who first collected it in Tennessee, it may be found infrequently throughout much of the Appalachian Mountains, the Ozarks, and the Ouachita Mountains, growing in small crevices on exposed sandstone cliffs. The species originated as a hybrid between mountain spleenwort (Asplenium montanum) and ebony spleenwort (Asplenium platyneuron); A. bradleyi originated when that...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/194821/medium.jpeg",
    "link": "https://www.inaturalist.org/guide_taxa/33767"
  },
  {
    "commonName": "hyssopleaf thoroughwort",
    "sciName": "Eupatorium hyssopifolium",
    "desc": "Eupatorium hyssopifolium, also known as Hyssopleaf thoroughwort, is a fall-blooming herbaceous plant native to North America. Like other members of the genus Eupatorium it has inflorescences containing a large number of white flowers with disc florets and no ray florets. At 0.5 to one meter tall, it is towards the shorter end of the range of heights found in Eupatorium species.",
    "img": "https://s3.amazonaws.com/eit-planttoolbox-prod/media/images/Eupatorium_hyssopifo_QgdktdDTfZIw.jpe",
    "link": "https://www.inaturalist.org/guide_taxa/33766"
  },
  {
    "commonName": "Silver Fir",
    "sciName": "Abies alba",
    "desc": "Abies alba, the silver fir or European silver fir, is a fir native to the mountains of Europe, from the Pyrenees north to Normandy, east to the Alps and the Carpathians, Slovenia, Croatia, Bosnia and Herzegovina and south to southern Italy and northern Serbia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/221922/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33765"
  },
  {
    "commonName": "Fraser Fir",
    "sciName": "Abies fraseri",
    "desc": "Fraser Fir (Abies fraseri) is a species of fir native to the mountains of the eastern United States. It is closely related to Balsam Fir (Abies balsamea), of which it has occasionally been treated as a subspecies (as A. balsamea subsp. fraseri (Pursh) E.Murray) or a variety (as A. balsamea var. fraseri (Pursh) Spach).",
    "img": "https://www.peanc.org/sites/default/files/fraser%20fir%20image.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33764"
  },
  {
    "commonName": "Carolina hemlock",
    "sciName": "Tsuga caroliniana",
    "desc": "Tsuga caroliniana (Carolina hemlock) is a species of Tsuga, native to the Appalachian Mountains in southwest Virginia, western North Carolina, extreme northeast Georgia, northwest South Carolina, and eastern Tennessee. Its habitat is on rocky mountain slopes at elevations of 700–1,200 metres (2,300–3,900 ft). The optimal growing condition is a partly shady area with moist but well-drained soil in a cool climate.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/159211/medium.JPG",
    "link": "https://www.inaturalist.org/guide_taxa/33763"
  },
  {
    "commonName": "White Morning-glory",
    "sciName": "Ipomoea lacunosa",
    "desc": "The whitestar potato, Ipomoea lacunosa, is a species that belongs to the Ipomoea genus. In this genus most members are commonly referred to as \"morning glories\". The name for the genus, Ipomoea, has root in the Greek words ips and homoios, which translates to worm-like. This is a reference to the plant's vine-like growth. Lacunosa comes from a Latin word meaning air spaces, correlating with the veination of the leaves.Ipomoea lacunosa is native to the United...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/572239/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33762"
  },
  {
    "commonName": "Oxydendrum arboreum",
    "sciName": "Oxydendrum arboreum",
    "desc": "Sourwood or sorrel tree (Oxydendrum arboreum, /ˌɒksɨˈdɛndrəm ɑrˈbɔəriəm/) is the sole species in the genus Oxydendrum, in the family Ericaceae. It is native to eastern North America, from southern Pennsylvania south to northwest Florida and west to southern Illinois; it is most common in the lower chain of the Appalachian Mountains. The tree is frequently seen as a component of oak-heath forests.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/396498/medium.JPG",
    "link": "https://www.inaturalist.org/guide_taxa/33756"
  },
  {
    "commonName": "Aloe Yucca",
    "sciName": "Yucca aloifolia",
    "desc": "Yucca aloifolia L. is the type species for the genus Yucca. Common names include \"Spanish bayonet,\" \"dagger plant,\" etc. It grows in sandy soils, especially on sand dunes along the coast from North Carolina to Mexico, and on islands in the Caribbean. It can sometimes be found inland in sandy pine forests. It is also naturalized elsewhere.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/173487/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33755"
  },
  {
    "commonName": "Florida Pusley",
    "sciName": "Richardia scabra",
    "desc": "Florida pusley is a summer annual found most often in warm season turfgrass areas. The leaves can be hairy and grow opposite one another on hairy stems. The growth of Florida pusley in maintained turf areas is usually low and prostrate to the ground, forming thick patches.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/322374/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33754"
  },
  {
    "commonName": "Downy Skullcap",
    "sciName": "Scutellaria incana",
    "desc": "Scutellaria incana, also Downy Skullcap, is a flowering plant in the family Lamiaceae and is native to North America. It is a perennial and is primarily found in the eastern United States as well as some parts of the Midwest.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/434210/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33753"
  },
  {
    "commonName": "leatherleaf",
    "sciName": "Chamaedaphne calyculata",
    "desc": "Chamaedaphne calyculata, leatherleaf, is a shrub in the plant family Ericaceae and the only species in the genus Chamaedaphne. It has a wide distribution throughout the cool temperate and subarctic regions of the Northern Hemisphere.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/169060/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33751"
  },
  {
    "commonName": "hollow Joe-Pye weed",
    "sciName": "Eutrochium fistulosum",
    "desc": "Trumpetweed or joe-pye weed can grow from 2-7 ft. or taller in soils that are moist through the season. Narrow, lance-shaped leaves, up to 10 in. long, are whorled along the erect stem. The huge, domed flower head is composed of several branches bearing tiny pinkish-lavender florets.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/124041/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33750"
  },
  {
    "commonName": "spotted St. John's wort",
    "sciName": "Hypericum punctatum",
    "desc": "This perennial plant is up to 2½' tall, branching occasionally in the upper half. The hairless stems are red or green. The hairless opposite leaves are up to 2½'' long and 1'' across. They are oblong, oval, or bluntly lanceolate (with rounded tips), with a few pinnate or parallel veins and smooth margins. The leaves are often sessile or perfoliate, otherwise they have short petioles. ",
    "img": "https://www.keystonewildflowers.com/media/hypericum-punctatum-spotted-st-johns-wort.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33749"
  },
  {
    "commonName": "summer bluets",
    "sciName": "Houstonia purpurea",
    "desc": "Houstonia purpurea (formerly Hedyotis purpurea) is a species of flowering plant in the coffee family known by the common names Venus' pride, woodland bluet, and purple bluet. It is native to the eastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/28230/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33747"
  },
  {
    "commonName": "Ctenium aromaticum",
    "sciName": "Ctenium aromaticum",
    "desc": "Ctenium aromaticum is a species of grass known by the common name toothache grass. It is native to the southeastern United States, where it grows on the coastal plain.",
    "img": "https://www.fnps.org/assets/images/plants/Cten_arom_pr.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33746"
  },
  {
    "commonName": "Persea borbonia",
    "sciName": "Persea borbonia",
    "desc": "Persea borbonia is a species of plant in the Lauraceae family, with several common names including redbay,tisswood, scrubbay, shorebay, and swampbay.",
    "img": "https://s3.amazonaws.com/eit-planttoolbox-prod/media/images/Persea-borbonia-2--Homer-Edward-Price--CC-BY.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33745"
  },
  {
    "commonName": "Creeping cucumber",
    "sciName": "Melothria pendula",
    "desc": "Slender, climbing vine in the cucumber family with tendrils beside the leaves. The leaves are alternate, simple, palmately 3-5 lobed and the flowers solitary and axillary, 5-parted. The fruit is a green or black berry with white seeds.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/223636/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33744"
  },
  {
    "commonName": "Spring Coralroot",
    "sciName": "Corallorhiza wisteriana",
    "desc": "Spring coralroot (Corallorhiza wisteriana) — also called Arousing coralroot or Wister's Coralroot — is a species of coralroot orchid.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/137266/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33743"
  },
  {
    "commonName": "sweet goldenrod",
    "sciName": "Solidago odora",
    "desc": "Sweet goldenrod is a low maintenance native herbaceous perennial wildflower. Growing 1-2 feet tall, it has gracefully arching stems of yellow flowers that erupt from basal clumps in the late summer and early fall.",
    "img": "https://stockbridge.cns.umass.edu/sites/stockbridge.cns.umass.edu/files/Sweet%20Goldenrod.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33742"
  },
  {
    "commonName": "Pluchea foetida",
    "sciName": "Pluchea foetida",
    "desc": "In the Coastal Plain in Florida and Georgia, P. foetida can be found at edges of creeks and swampy woodlands, bordering deciduous forests, cypress-sweetgum swamps, cabbage palmetto/ water hickory hammocks, marshy areas, flatwood streams, deeply shaded floodplains, moist depressions of sandbars, wet drainage bordering savannas, slash pine-wiregrass flatwoods, wiregrass/saw palmetto with scattered pines and cypress bays, swamp forests, open bogs, and semi shaded mesic woods along creek swamps.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/137374/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33741"
  },
  {
    "commonName": "Eupatorium capillifolium",
    "sciName": "Eupatorium capillifolium",
    "desc": "Eupatorium capillifolium (dogfennel) is a perennial herbaceous plant in the family Asteraceae, native to southeastern North America. It is generally between 50 cm and 2 meters tall with several stems that fork from a substantial base. The stems and base are covered in leaves so dissected that they resemble green hairs coming out of the stem in fractal patterns. When crushed, the leaves and flowers smell rather unpleasant.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/484603/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33740"
  },
  {
    "commonName": "buttonweed",
    "sciName": "Diodia virginiana",
    "desc": "Virginia buttonweed (Diodia virginiana) is a challenging to control turfgrass weed that has recently become a prevalent weed in South Carolina lawns. This perennial weed is deeply rooted, produces belowground and aboveground flowers, and spreads by rhizomes (underground stems), as well as by stem pieces cut and distributed during mowing or string trimming.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/137292/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33739"
  },
  {
    "commonName": "Desmodium glabellum",
    "sciName": "Desmodium glabellum",
    "desc": "Smooth tick-trefoil is a plant of the eastern and southern United States, just barely entering New England in Connecticut, where it is very rare.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/162710/medium.JPG",
    "link": "https://www.inaturalist.org/guide_taxa/33738"
  },
  {
    "commonName": "wintercreeper",
    "sciName": "Euonymus fortunei",
    "desc": "Euonymus fortunei (common names spindle or fortune's spindle, winter creeper or wintercreeper) is a species of flowering plant in the family Celastraceae, native to east Asia, including China, Korea, the Philippines and Japan. It is named after the plant explorer Robert Fortune.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136616/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33737"
  },
  {
    "commonName": "ALISUB",
    "sciName": "Alisma subcordatum",
    "desc": "Alisma subcordatum (American water plantain) is a perennial aquatic plant in the Water-plantain family (Alismataceae). This plant grows to about 3 feet (1 meter) in height with lance to oval shaped leaves rising from bulbous corms with fibrous roots. Any leaves that form underwater are weak and quick to rot; they rarely remain on adult plants. A branched inflorescence with white to pink 3 petaled flowers blooms from June to September. The seeds are eaten by...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/244780/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33735"
  },
  {
    "commonName": "Starry rosinweed",
    "sciName": "Silphium asteriscus",
    "desc": "Silphium asteriscus also known as starry rosinweed is the type species of the genus Silphium and a member of the family Asteraceae.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/135270/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33734"
  },
  {
    "commonName": "field goldenrod",
    "sciName": "Solidago nemoralis",
    "desc": "Solidago nemoralis is a species of flowering plant in the aster family, Asteraceae. It is native to North America, where it is widely distributed in Canada except the northern provinces and the United States except the western states. Its common names include gray goldenrod, gray-stem goldenrod, old-field goldenrod,field goldenrod,prairie goldenrod, dwarf goldenrod, and dyersweed goldenrod.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/133679/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33733"
  },
  {
    "commonName": "Solidago speciosa",
    "sciName": "Solidago speciosa",
    "desc": "Solidago speciosa, or Showy Goldenrod, is a flowering plant in the United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/133678/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33732"
  },
  {
    "commonName": "painted buckeye",
    "sciName": "Aesculus sylvatica",
    "desc": "Aesculus sylvatica (painted buckeye) is a species of shrub. The species has five leaflets that are 4.5 to 6 inches long and 1.5 to 2.5 inches wide. The flowers are yellow and occasionally have red also. The species have dry fruit and brown, scaly bark. The species is commonly found in forests and along stream banks. The shrub is poisonous.",
    "img": "https://www.wilsonbrosgardens.com/assets/images/Buckeye-Painted-2.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33730"
  },
  {
    "commonName": "Viburnum prunifolium",
    "sciName": "Viburnum prunifolium",
    "desc": "Viburnum prunifolium (known as blackhaw or black haw, blackhaw viburnum, sweet haw, and stag bush) is a species of Viburnum native to northeastern North America, from Connecticut west to eastern Kansas, and south to Alabama and Texas.",
    "img": "https://s3.amazonaws.com/eit-planttoolbox-prod/media/images/Viburnum-prunifolium--Suzanne-Caldwell--CC-BY-NC.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33729"
  },
  {
    "commonName": "DESFLE",
    "sciName": "Deschampsia flexuosa",
    "desc": "Deschampsia flexuosa (L.) Trin. (syn. Avenella flexuosa L.; Lerchenfeldia flexuosa (L.) Schur), or Wavy Hair-grass, is a species of bunchgrass in the Poaceae family with a Holarctic distribution.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/129831/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33728"
  },
  {
    "commonName": "Spiranthes ovalis",
    "sciName": "Spiranthes ovalis",
    "desc": "Spiranthes ovalis, commonly called Lesser Ladies' Tresses, is widely distributed across the central and eastern U.S. and Canada, from Texas to Ontario. It produces 2-5 basal or lower stem leaves which usually persist through flowering, and bears an inflorescence of up to 50 small, white flowers arranged in a tight spiral.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/129830/medium.jpeg",
    "link": "https://www.inaturalist.org/guide_taxa/33727"
  },
  {
    "commonName": "Bush Clover",
    "sciName": "Lespedeza bicolor",
    "desc": "Lespedeza bicolor is a species of flowering plant in the legume family known by the common names shrubby bushclover, shrub lespedeza, and bicolor lespedeza. It is native to Asia and it is widely grown as an ornamental plant. In some regions, such as the southeastern United States, it grows in the wild as an introduced and invasive species.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/398874/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33726"
  },
  {
    "commonName": "Cirsium carolinianum",
    "sciName": "Cirsium carolinianum",
    "desc": "Cirsium carolinianum is a North American species of plants in the tribe Cardueae within the family Asteraceae. Common name is Carolina thistle or purple thistle or soft thistle or smallhead thistle. The species is native to the central and southern United States, from eastern Texas east to Virginia and the Carolinas, north to the Ohio Valley.",
    "img": "https://www.picturethisai.com/image-handle/website_cmsname/image/1080/E3583AD7F30F4A989A6AAE6A4ECF5E13.jpeg?x-oss-process=image/format,webp",
    "link": "https://www.inaturalist.org/guide_taxa/33725"
  },
  {
    "commonName": "winged sumac",
    "sciName": "Rhus copallinum latifolia",
    "desc": "Winged sumac is a large, deciduous shrub or small tree, 20-35 ft. tall, with short, crooked trunks and open branching. Glossy, dark-green, pinnately compound leaves turn reddish-purple in the fall. Yellowish-green flowers are succeeded by drooping, pubescent, pyramidal fruit clusters which turn dull red and persist through winter.",
    "img": "https://education.mdc.mo.gov/sites/default/files/styles/centered_full/public/media/field-guide/Smooth_Sumac.JPG?itok=maLFyH_4",
    "link": "https://www.inaturalist.org/guide_taxa/33724"
  },
  {
    "commonName": "Baptisia australis aberrans",
    "sciName": "Baptisia australis aberrans",
    "desc": "Rising 2-4 ft. high from a woody base, blue wild indigo is a bushy, robust perennial. Flowers are blue-purple and pea-like, congested in dense, upright, terminal spikes, 4-16 in. long. Leaves are divided into three leaflets. In late fall the plant turns silvery-gray, sometimes breaking off at ground level and tumbling about in the wind.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127110/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33723"
  },
  {
    "commonName": "Coreopsis major",
    "sciName": "Coreopsis major",
    "desc": "Coreopsis major is a plant species of the genus coreopsis in Asteraceae. Coreopsis species are commonly called tick seeds.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/128655/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33722"
  },
  {
    "commonName": "Matelea decipiens",
    "sciName": "Matelea decipiens",
    "desc": "Matelea decipiens is a species of flowering plant in the family Apocynaceae known by the common name oldfield milkvine. It is native to the southeastern United States, where it grows in open deciduous woods and stream banks. It is a perennial twining vine forb/herb with milky sap and 5 to 10 cm heart-shaped leaves.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127527/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33721"
  },
  {
    "commonName": "Trifolium reflexum",
    "sciName": "Trifolium reflexum",
    "desc": "Trifolium reflexum or Buffalo Clover is a North Carolina native perennial in the bean family. A rare plant that was once abundant, it has seen a strong decline in the past few decades.  In North Carolina, it has been given a State Threatened status.  On the rare occasions that it is located, it is seldom in large stands.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127530/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33720"
  },
  {
    "commonName": "Matelea carolinensis",
    "sciName": "Matelea carolinensis",
    "desc": "Matelea carolinensis is a species of flowering plant in the dogbane family known by the common names maroon Carolina milkvine and Carolina anglepod. It is native to the southeastern United States, where it grows in open deciduous woods and stream banks. It is a perennial twining vine forb/herb with milky sap and 5 to 10 cm heart-shaped leaves. The vine dies back and returns every year. The 1 to 2 cm flowers are deep purple, occasionally...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/248794/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33719"
  },
  {
    "commonName": "Oenothera fruticosa",
    "sciName": "Oenothera fruticosa",
    "desc": "Oenothera fruticosa, or narrow-leaved sundrops, is a species of flowering plant in the evening primrose genus of the family Onagraceae, native to much of eastern North America. It is an erect herbaceous perennial growing to 20–90 cm (8–35 in) tall, with alternative, simple, entire or slightly toothed leaves. The saucer- or cup-shaped yellow flowers, 2.5–5 cm (1–2 in) in diameter, appear in late spring and summer. The fruit is a capsule that is strongly 4-angled or winged and shaped like...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/128749/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33718"
  },
  {
    "commonName": "cut-leaf goldenrod",
    "sciName": "Solidago arguta",
    "desc": "Solidago arguta, commonly called Atlantic goldenrod, cut-leaf goldenrod, and sharp-leaved goldenrod, is a species of flowering plant native to eastern and central North America. It grows along the Gulf and Atlantic states of the United States from Texas to Maine, inland as far as Ontario, Illinois, and Kansas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/399418/medium.jpeg",
    "link": "https://www.inaturalist.org/guide_taxa/33717"
  },
  {
    "commonName": "Halberd Leaved Violet",
    "sciName": "Viola hastata",
    "desc": "Viola hastata, commonly known as the halberd-leaved yellow violet, is a perennial plant in the violet family found in the eastern United States. It blooms from March to May with yellow flowers.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/334360/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33713"
  },
  {
    "commonName": "inkberry",
    "sciName": "Ilex glabra",
    "desc": "Ilex glabra, also known as Appalachian Tea, Dye-leaves, Evergreen Winterberry, Gallberry, Inkberry, is a species of evergreen holly native to Eastern North America in the United States and Atlantic Canada. Its native range is from Florida north to Nova Scotia and the southern Ohio and Mississippi Valleys. This plant is often used as an ornamental plant. Gallberry nectar is the source of a pleasant honey that is popular in the southern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/126467/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33712"
  },
  {
    "commonName": "Liatris squarrulosa",
    "sciName": "Liatris squarrulosa",
    "desc": "Scaly gayfeather or blazing star may have one or several stems, each erect, unbranched, and 10-24 in. tall. Its leaves are not as numerous as in most other Liatris species. Tuft-like, red-violet flower heads are few and openly spaced in a spike along the top of the stem.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127525/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33711"
  },
  {
    "commonName": "Marshallia obovata",
    "sciName": "Marshallia obovata",
    "desc": "Flowering stems, appearing in spring, are up to 2 feet tall. This plant is native to the southeastern piedmont, grows in clumps, and is found in open woodlands and along roadsides throughout the southeast. It is good for rock gardens and in the front of beds.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127120/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33710"
  },
  {
    "commonName": "Green-and-gold",
    "sciName": "Chrysogonum virginianum",
    "desc": "Chrysogonum virginianum (Golden-knees, Goldenstar, or Green-and-gold) is a perennial ornamental herb native of United States, which is usually propagated by root cuttings.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127118/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33709"
  },
  {
    "commonName": "eastern smooth beardtongue",
    "sciName": "Penstemon laevigatus",
    "desc": "Penstemon laevigatus is a plant in the plantain family, Plantaginaceae. The flowers are borne in summer. Its native range includes much of the Eastern United States, from Maine to Michigan and Georgia to Mississippi. It can grow in either sunny or shady conditions.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127121/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33708"
  },
  {
    "commonName": "white vervain",
    "sciName": "Verbena urticifolia",
    "desc": "Verbena urticifolia (white vervain) is a herbaceous plant in the vervain family (Verbenaceae). It belongs to the \"true\" vervains of genus Verbena.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/125005/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33707"
  },
  {
    "commonName": "Orange Milkwort",
    "sciName": "Polygala lutea",
    "desc": "This flower is typical of the wet sandy soil and bogs of the pine barrens. The species name, Latin for 'yellow,' refers to the flower's distinctive color when dried; when fresh, it is bright orange, differing from most of the Milkworts, which are pinkish, yellow, or white. ",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/124003/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33705"
  },
  {
    "commonName": "Cyperus echinatus",
    "sciName": "Cyperus echinatus",
    "desc": "Cyperus echinatus is a species of plant in the sedge family. It is native to most of eastern North America.",
    "img": "https://www.picturethisai.com/image-handle/website_cmsname/image/1080/EC943DFD311B4775A4383AB9568CE110.jpeg?x-oss-process=image/format,webp",
    "link": "https://www.inaturalist.org/guide_taxa/33703"
  },
  {
    "commonName": "honewort",
    "sciName": "Cryptotaenia canadensis",
    "desc": "Cryptotaenia is a genus of two species of herbaceous perennial plants, native to North America and eastern Asia, growing wild in moist, shady places.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/129769/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33701"
  },
  {
    "commonName": "fringed phacelia",
    "sciName": "Phacelia fimbriata",
    "desc": "Phacelia fimbriata (Fringed Phacelia) is a spring flowering wildflower of the genus Phacelia found in the highland woods of southeastern United States including the Great Smoky Mountains.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/121556/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33699"
  },
  {
    "commonName": "spiked lobelia",
    "sciName": "Lobelia spicata",
    "desc": "A single, slender stem rises 1-2 ft. from pale-spike lobelia’s small rosette of basal foliage. The stem bears a delicate spike of pale-blue, two-lipped flowers. Small, bilaterally symmetrical, lavender to purplish-blue to bluish-white flowers in an elongated, slender, spike-like cluster; stem leafy, often reddish and hairy at base, smooth above. Pale-spike lobelia is a perennial.",
    "img": "https://www.prairiefutureseed.com/images/thumbs/0000689_pale-spiked-lobelia-seed.jpeg",
    "link": "https://www.inaturalist.org/guide_taxa/33698"
  },
  {
    "commonName": "rattlesnake master",
    "sciName": "Eryngium yuccifolium",
    "desc": "Eryngium yuccifolium (Button snake-root, Rattlesnake Master) is a common herbaceous perennial plant, native to the tallgrass prairies of central and eastern North America, from Minnesota east to Ohio and south to Texas and Florida. It grows to 1.8 m tall, with linear leaves 15–100 cm long but only 1–3 cm broad, with bristly or spiny margins and a sharp tip. The flowers are produced in dense apical umbels 1–3 cm diameter, each flower greenish-white or bluish-white, 3–4 mm diameter. When...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/119459/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33696"
  },
  {
    "commonName": "Chestnut Oak",
    "sciName": "Quercus montana",
    "desc": "Quercus prinus (syn. Quercus montana), the chestnut oak, is a species of oak in the white oak group, Quercus sect. Quercus. It is native to the eastern United States, where it is one of the most important ridgetop trees from southern Maine southwest to central Mississippi, with an outlying northwestern population in southern Michigan. It is also sometimes called \"rock oak\" because of montane and other rocky habitats. As a consequence of its dry habitat and...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10504/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33695"
  },
  {
    "commonName": "Ruellia caroliniensis",
    "sciName": "Ruellia caroliniensis",
    "desc": "Ruellia caroliniensis is a wild petunia with blue or violet flowers that appear in the spring, summer, and autumn. Its leaves are light green. This species is native to the southeastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/258801/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33694"
  },
  {
    "commonName": "Carex squarrosa",
    "sciName": "Carex squarrosa",
    "desc": "Carex squarrosa has a widespread native range, which encompasses the Eastern half of North America. It is found in wet meadows and prairies, flood plains, and forest edges. Narrow-leaved Cattail Sedge has narrow, green foliage and it forms small clumps. ",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/117195/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33693"
  },
  {
    "commonName": "Partridge pea",
    "sciName": "Chamaecrista fasciculata",
    "desc": "Chamaecrista fasciculata (Partridge Pea) is a species of legume native to most of the eastern United States. It is an annual which grows to approximately 0.5 meters tall. It has bright yellow flowers from early summer until first frost, with flowers through the entire flowering season if rainfall is sufficient.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/111530/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33687"
  },
  {
    "commonName": "Sweetbay magnolia",
    "sciName": "Magnolia virginiana",
    "desc": "Magnolia virginiana, most commonly known as sweetbay magnolia, or merely sweetbay (also swampbay, swamp magnolia, whitebay, or beaver tree), is a member of the magnolia family, Magnoliaceae. It was the first magnolia to be scientifically described under modern rules of botanical nomenclature, and is the type species of the genus Magnolia; as Magnolia is also the type genus of all flowering plants (magnoliophytes), this species in a sense typifies all flowering plants.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/111576/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33686"
  },
  {
    "commonName": "Galactia regularis",
    "sciName": "Galactia regularis",
    "desc": "Carex squarrosa has a widespread native range, which encompasses the Eastern half of North America. It is found in wet meadows and prairies, flood plains, and forest edges. Narrow-leaved Cattail Sedge has narrow, green foliage and it forms small clumps. ",
    "img": "https://www.picturethisai.com/image-handle/website_cmsname/image/1080/217181468072542208.jpeg?x-oss-process=image/format,webp",
    "link": "https://www.inaturalist.org/guide_taxa/33685"
  },
  {
    "commonName": "white wood aster",
    "sciName": "Eurybia divaricata",
    "desc": "Eurybia divaricata (formerly Aster divaricatus), commonly known as the white wood aster, is an herbaceous plant native to eastern North America. It occurs in the eastern United States, primarily in the Appalachian mountains, though it is also present in southeastern Canada, but only in about 25 populations in the provinces of Ontario and Quebec. In the U.S. it is abundant and common, but in Canada it is considered threatened due to its restricted distribution. It can...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/110339/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33684"
  },
  {
    "commonName": "Butterfly  Pea",
    "sciName": "Centrosema virginianum",
    "desc": "Centrosema virginianum has different common names such as Virginian Centro, wild blue vine, blue bell, and wild pea.C. virginianum is a member of the Fabaceae family, it is identify by its trailing and twining vine. The stems are tender and small in proportion to its height. C. virginianum habitats are in pine lands and coastal uplands.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/110179/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33683"
  },
  {
    "commonName": "Cardamine angustata",
    "sciName": "Cardamine angustata",
    "desc": "Cardamine angustata (known by the common name slender toothwort) is a perennial forb native to the eastern United States, that produces white to pink or purple flowers in early spring.",
    "img": "https://objects.liquidweb.services/images/202011/daniel_mcclosky_via_inaturalist_inat_1585618759-5f9f293778d8f.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33682"
  },
  {
    "commonName": "blue curls",
    "sciName": "Trichostema dichotomum",
    "desc": "Trichostema dichotomum (forked bluecurls) is a plant in the mint family, Lamiaceae. Trichostema dichotomum is an annual herbaceous forb with opposite, simple leaves, and square, erect, hairy stems. The flowers are blue, borne in late summer.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/109273/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33679"
  },
  {
    "commonName": "purple crown-vetch",
    "sciName": "Securigera varia",
    "desc": "Securigera varia, commonly known as crown vetch or purple crown vetch, is a low-growing legume vine. It is native to Africa, Asia and Europe and is commonly used throughout the United States and Canada for erosion control, roadside planting and soil rehabilitation. It has become an invasive species in many states of the US.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/34301/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33675"
  },
  {
    "commonName": "Scutellaria integrifolia",
    "sciName": "Scutellaria integrifolia",
    "desc": "Scutellaria integrifolia grows 1-2 feet tall, is usually branched near the base and has erect stems. Leaves are opposite. Those near the bottom are often coarsely toothed, 1/3-1 1/4 inches long; upper leaves are untoothed, narrower, and up to 2 inches long.",
    "img": "https://s3.amazonaws.com/eit-planttoolbox-prod/media/images/scutellaria_integrif_N2HHwJHROlYd.jpe",
    "link": "https://www.inaturalist.org/guide_taxa/33674"
  },
  {
    "commonName": "Narrowleaf mountainmint",
    "sciName": "Pycnanthemum tenuifolium",
    "desc": "Pycnanthemum tenuifolium ( narrowleaf mountainmint, slender mountainmint, common horsemint, Virginia thyme) is a plant in the mint family, Lamiaceae. It is native to eastern North America.",
    "img": "https://vnps.org/wp-content/uploads/2021/09/Narrow-leaf-Mountain-mint-flower-detail-photo-by-Betsy-Washington.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33673"
  },
  {
    "commonName": "Round-leaved Violet",
    "sciName": "Viola rotundifolia",
    "desc": "Round-leaved violet is a yellow-flowered species, with the leaves and flowers arising from the base (stemless). Like many herbaceous plants of the eastern forests, round-leaved violet is dispersed by ants. The non-native invasive fire ant (Solenopsis invicta), which is spreading across the United States, also forages for ant-dispersed seeds.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/98163/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33672"
  },
  {
    "commonName": "pennywort",
    "sciName": "Obolaria virginica",
    "desc": "Pennywort is a perennial broadleaf plant with creeping underground stems. One species, lawn pennywort, Hydrocotyle sibthorpioides, is found in the South Coast of California to about 1100 feet (330 m).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/97100/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33671"
  },
  {
    "commonName": "Shining sumac",
    "sciName": "Rhus copallinum",
    "desc": "Rhus copallina (orth. var. Rhus copallinum), Shining Sumac, Dwarf Sumac, Flameleaf Sumac or Winged Sumac, is a species of flowering plant in the cashew family (Anacardiaceae) that is native to eastern North America. It is a deciduous tree growing to 3.5–5.5 metres (11–18 ft) tall and an equal spread with a rounded crown. A 5-year-old sapling will stand about 2.5 metres (8.2 ft).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/322429/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33668"
  },
  {
    "commonName": "Xyris ambigua",
    "sciName": "Xyris ambigua",
    "desc": "An  North American species of flowering plant in the yellow-eyed-grass family. It is native to southern and eastern Mexico (Tamaulipas, Veracruz, Tabasco, Chiapas, the Yucatán), Central America (Belize, Honduras, Nicaragua), Cuba, and the southeastern and south-central United States (from Texas to Virginia inland to Tennessee and Arkansas).",
    "img": "https://www.jeffpippen.com/plants/xyris-ambigua120826-9457millis.rdz.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33667"
  },
  {
    "commonName": "orange daylily",
    "sciName": "Hemerocallis fulva",
    "desc": "Hemerocallis fulva, the Orange Daylily, Tawny Daylily, Tiger Daylily or Ditch Lily, is a species of daylily native to Asia. It is very widely grown as an ornamental plant in temperate climates for its showy flowers and ease of cultivation. It is not related to true lilies, but gets its name from the similarity of the flowers and from the fact that each flower lasts only one day.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/94486/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33666"
  },
  {
    "commonName": "Eastern gamagrass",
    "sciName": "Tripsacum dactyloides",
    "desc": "Tripsacum dactyloides, commonly called eastern gamagrass, is a warm-season, sod-forming bunch grass native to the eastern United States. Gamagrass is a distant relative of the corn species (Zea mays) and, like corn, the male part of the plant is located in the upper section of the female part. The joints of the seed-bearing part of the plant break when the plant is developed and each seed-bearing part contains one seed.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/460494/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33665"
  },
  {
    "commonName": "Carolina sweetshrub",
    "sciName": "Calycanthus floridus",
    "desc": "Calycanthus (sweetshrub) is a genus of flowering plants in the family Calycanthaceae, endemic to North America. The genus includes two to four species depending on taxonomic interpretation; two are accepted by the Flora of North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/93751/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33664"
  },
  {
    "commonName": "Mazus pumilus",
    "sciName": "Mazus pumilus",
    "desc": "A species of flowering plant in the Mazaceae family. It is native to south and east Asia, where it is found in Bhutan, China, India, Indonesia, Japan, Korea, Nepal, New Guinea, the Philippines, Russia, Taiwan, Thailand, and Vietnam.",
    "img": "https://newfs.s3.amazonaws.com/taxon-images-1000s1000/Phrymaceae/mazus-pumilus-le-gcarr1.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33662"
  },
  {
    "commonName": "sparse-lobed grapefern",
    "sciName": "Botrychium biternatum",
    "desc": "Sparse-lobed grape fern, Botrychium biternatum, is rare in Missouri and restricted to the Mississippi Lowlands of the Bootheel. It is closely related to cut-leaf grape fern. Its vegetative leaves, however, are thin-textured (not leathery), and they are only 2–3 times pinnately compound (not 2–4 times).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136603/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33661"
  },
  {
    "commonName": "small-flowered crowfoot",
    "sciName": "Ranunculus abortivus",
    "desc": "Ranunculus abortivus is a species of flowering plant in the buttercup family, Ranunculaceae. Its common names include littleleaf buttercup, small-flower crowfoot,small-flowered buttercup, and kidneyleaf buttercup. It is native to North America, with a distribution that covers much of the northern, eastern and central part of the continent.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/93121/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33660"
  },
  {
    "commonName": "Trillium erectum erectum",
    "sciName": "Trillium erectum erectum",
    "desc": "Trillium erectum’s single whorl of diamond-shaped leaves clasp its 6-18 in. stem. Perched 1-4 in. above the leaves is a single, nodding, crimson flower with three petals curved slightly backward. The petals wither in 2-3 weeks, leaving a fleshy, berry-like fruit. The solitary, nodding flower, with an unpleasant odor, rises on a stalk above a whorl of 3 broadly ovate, diamond-shaped leaves.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/335218/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33658"
  },
  {
    "commonName": "Solidago rigida glabrata",
    "sciName": "Solidago rigida glabrata",
    "desc": "Solidago rigida, known by the common names stiff goldenrod and stiff-leaved goldenrod, is a North American plant species in the family Asteraceae. It has a widespread distribution in Canada and the United States, where it is found primarily east of the Rocky Mountains.",
    "img": "https://live.staticflickr.com/394/31775714636_2c9b889b0a_b.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33652"
  },
  {
    "commonName": "stiff-leaved goldenrod",
    "sciName": "Solidago rigida",
    "desc": "Widely adaptable, Stiff Goldenrod, thrives in the most inhospitable soils and tolerates a range of conditions from clay to dry sand. An important source of nectar for many pollinators, the flowers are favorite of Monarch butterflies as they fuel-up for their fall migration. The stems serve as perches for songbirds, and the seeds are an important late season bird food.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127531/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33651"
  },
  {
    "commonName": "Murdannia keisak",
    "sciName": "Murdannia keisak",
    "desc": "Murdannia keisak, the marsh dewflower, is an annual, emergent plant in the family Commelinaceae. It is known by several other common names, including aneilema, wart-removing herb, Asian spiderwort, and marsh dayflower.",
    "img": "https://nas.er.usgs.gov/XIMAGESERVERX/2009/20090311194005.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33649"
  },
  {
    "commonName": "Saw Greenbrier",
    "sciName": "Smilax bona-nox",
    "desc": "Smilax bona-nox, known by the common names saw greenbrier, zarzaparrilla,catbrier, bullbrier, chinabrier, and tramp's trouble, is a species of flowering plant in the Smilacaceae, or greenbrier family. The species is native to the southeastern United States as far west as Kansas and Texas, and northern Mexico.",
    "img": "https://objects.liquidweb.services/images/201610/jim_stasz_30241170551_17f1d10ea1_z.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33648"
  },
  {
    "commonName": "Canada clearweed",
    "sciName": "Pilea pumila",
    "desc": "Pilea pumila, known as Clearweed, Canadian clearweed, Coolwort, or Richweed is an annual plant native to most of North America east of the Rockies. The plants are generally erect, 10 to 70 cm tall, often occurring in large colonies, and are quite common throughout their range both as a woodland plant and a weed of gardens.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136675/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33647"
  },
  {
    "commonName": "whorled milkweed",
    "sciName": "Asclepias verticillata",
    "desc": "Asclepias verticillata (whorled milkweed, eastern whorled milkweed, horsetail milkweed) is a species of milkweed native to most all of eastern North America and parts of western Canada and the United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/87038/medium.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33645"
  },
  {
    "commonName": "Houstonia pusilla",
    "sciName": "Houstonia pusilla",
    "desc": "Houstonia pusilla is a plant in the family Rubiaceae native to the United States and common in the southeastern and central parts of the country. It is a short plant 6 inches (150 mm) or less in height with a tiny blue toned, yellow centered four lobed flower with a 0.25–0.33 inch (6.4–8.4 mm) diameter. The plant has a center rosette form and green herbaceous foliage with leaves up to 0.5 inches (13 mm) long. The leaves are opposite...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/2964293/original.jpg",
    "link": "https://www.inaturalist.org/guide_taxa/33643"
  }
]
