[
  {
    "commonName": "Christmas Fern",
    "sciName": "Polystichum acrostichoides",
    "desc": "Polystichum acrostichoides (Christmas fern) is an evergreen fern native to eastern North America from Nova Scotia west to Minnesota and south to Florida and eastern Texas. It is one of the most common ferns in eastern North America, being found in a wide variety of habitats and locations.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/19600/medium.jpg"
  },
  {
    "commonName": "Rock Polypody",
    "sciName": "Polypodium virginianum",
    "desc": "Polypodium virginianum, commonly known as rock polypody, rock cap fern, or common polypody, is a small evergreen species of fern native to the Eastern United States and Canada. It generally grows on rocks and occasionally on tree roots in nature.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/19678/medium.jpg"
  },
  {
    "commonName": "beetleweed",
    "sciName": "Galax urceolata",
    "desc": "Galax (Wandplant, Wandflower, or Beetleweed) is a genus in the flowering plant family Diapensiaceae, containing a single species, Galax urceolata (syn. G. rotundifolia, G. aphylla). It is native to the southeastern United States from Massachusetts and New York south to northern Alabama, growing mainly in the Appalachian Mountains at altitudes of up to 1,500 m, where it grows in shaded places in forests.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/12915/medium.jpg"
  },
  {
    "commonName": "blue-bead lily",
    "sciName": "Clintonia borealis",
    "desc": "Clintonia borealis (commonly Blue-bead lily or Clintonia, also Clinton's Lily, Corn Lily, Cow Tongue, Yellow Beadlily, Yellow Bluebeadlily, Snakeberry, Dogberry, Straw Lily), is a perennial forest plant found in eastern North America. It was once classified within the genus Convallaria.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/6275/medium.jpg"
  },
  {
    "commonName": "heartleaf foamflower",
    "sciName": "Tiarella cordifolia",
    "desc": "Tiarella cordifolia (foam flower, heartleaved foamflower, Allegheny foamflower, false miterwort, coolwort) is a species of herbaceous perennial flowering plant native to North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/344873/medium.jpg"
  },
  {
    "commonName": "Water Oak",
    "sciName": "Quercus nigra",
    "desc": "Quercus nigra, the water oak, is an oak in the red oak group (Quercus sect. Lobatae), native to the southeastern United States, from southern Delaware and south to the coastal areas of Maryland, Virginia, the piedmont of North Carolina, all of South Carolina, most of Georgia (with the exception of the Appalachian Mountains), all of Alabama, Mississippi, central Florida, and westward to Louisiana and eastern Texas. From there, northward to southeastern Missouri including Arkansas, eastern Oklahoma,...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5952/medium.jpg"
  },
  {
    "commonName": "common ragweed",
    "sciName": "Ambrosia artemisiifolia",
    "desc": "Ambrosia artemisiifolia, Common Ragweed, is the most widespread plant of the genus Ambrosia in North America. It has also been called Annual Ragweed, Bitterweed, Blackweed, Carrot Weed, Hay Fever Weed, Roman Wormwood, Stammerwort, Stickweed, Tassel Weed, and American Wormwood. It is native in North America. The species name, artemisiifolia, is given because the leaves were thought to bear a resemblance to the leaves of Artemisia, the true wormwoods.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/9438/medium.jpg"
  },
  {
    "commonName": "Tulip Tree",
    "sciName": "Liriodendron tulipifera",
    "desc": "Liriodendron tulipifera — known as the tulip tree, American tulip tree, tuliptree, tulip poplar, whitewood, fiddle-tree, and yellow poplar — is the Western Hemisphere representative of the two-species genus Liriodendron, and the tallest eastern hardwood. It is native to eastern North America from Southern Ontario and Illinois eastward across southern New England and south to central Florida and Louisiana. It can grow to more than 50 m (165 feet) in virgin cove forests of the Appalachian Mountains,...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5866/medium.jpg"
  },
  {
    "commonName": "Pitch Pine",
    "sciName": "Pinus rigida",
    "desc": "Pinus rigida, pitch pine, is a small-to-medium sized (6–30 m (20–98 ft)) pine, native to eastern North America. This species occasionally hybridizes with other pine species such as loblolly pine (Pinus taeda), shortleaf pine (Pinus echinata), and pond pine (Pinus serotina); the last is treated as a subspecies of pitch pine by some botanists.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/40652/medium.jpg"
  },
  {
    "commonName": "Greater Periwinkle",
    "sciName": "Vinca major",
    "desc": "Vinca major, with the common names bigleaf periwinkle, large periwinkle, greater periwinkle and blue periwinkle, is species of flowering plant in the family Apocynaceae, native to the western Mediterranean. Growing to 25 cm (10 in) tall and spreading indefinitely, it is an evergreen perennial, frequently used in cultivation as groundcover.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5359/medium.jpg"
  },
  {
    "commonName": "common chickweed",
    "sciName": "Stellaria media",
    "desc": "Stellaria media, chickweed, is a cool-season annual plant native to Europe, which is often eaten by chickens. It is sometimes called common chickweed to distinguish it from other plants called chickweed. Other common names include chickenwort, craches, maruns, winterweed. The plant germinates in fall or late winter, then forms large mats of foliage. Flowers are small and white, followed quickly by the seed pods. This plant flowers and sets seed at the same time.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5346/medium.jpg"
  },
  {
    "commonName": "spiny sowthistle",
    "sciName": "Sonchus asper",
    "desc": "Sonchus asper (sharp-fringed sow thistle, prickly sow thistle, spiny sow thistle, or spiny-leaved sow thistle) is an annual plant with spiny leaves and yellow flowers resembling those of the dandelion. The leaves are bluish-green, simple, lanceolate, with wavy and sometimes lobed margins, covered in spines on both the margins and beneath. The base of the leaf surrounds the stem. The plant can reach 180 cm (6 ft) in height. The leaves and stems emit a milky sap...",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Common Groundsel",
    "sciName": "Senecio vulgaris",
    "desc": "Senecio vulgaris, often known by the common name common groundsel, a member of the Asteraceae family and Senecio genus, is a tenacious annual herb occurring as a weed in suitable disturbed habitats worldwide.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5289/medium.jpg"
  },
  {
    "commonName": "Curly dock",
    "sciName": "Rumex crispus",
    "desc": "Rumex crispus (\"curly dock\" or \"yellow dock\") is a perennial flowering plant in the family Polygonaceae, native to Europe and Western Asia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5280/medium.jpg"
  },
  {
    "commonName": "English Plantain",
    "sciName": "Plantago lanceolata",
    "desc": "Plantago lanceolata is a species of genus Plantago known by the common names ribwort plantain, English plantain, buckhorn plantain, narrowleaf plantain, ribleaf and lamb's tongue. It is a common weed of cultivated land.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5271/medium.jpg"
  },
  {
    "commonName": "False Dandelion",
    "sciName": "Hypochaeris radicata",
    "desc": "Hypochaeris radicata (sometimes spelled Hypochoeris radicata), also known as catsear, flatweed,cat's ear or false dandelion, is a perennial, low-lying edible herb often found in lawns. The plant is native to Europe, but has also been introduced to the Americas, Japan, Australia and New Zealand where it can be an invasive weed. It is listed as a noxious weed in Washington State, USA.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/14153/medium.jpg"
  },
  {
    "commonName": "Sweet Fennel",
    "sciName": "Foeniculum vulgare",
    "desc": "Fennel (Foeniculum vulgare) is a plant species in the genus Foeniculum (treated as the sole species in the genus by most botanists). It is a member of the family Apiaceae (formerly the Umbelliferae). It is a hardy, perennial, umbelliferous herb, with yellow flowers and feathery leaves. It is indigenous to the shores of the Mediterranean but has become widely naturalized in many parts of the world, especially on dry soils near the sea-coast and on riverbanks.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5205/medium.jpg"
  },
  {
    "commonName": "Rose Pogonia",
    "sciName": "Pogonia ophioglossoides",
    "desc": "Pogonia ophioglossoides is a species of orchid occurring from central Canada to the east-central and eastern United States. It is the type species of the genus Pogonia. It is also known as the \"Snake Mouth Orchid\". It is pollinated by bees. This species occurs in wet habitats. In the north, the habitat is typically fens but sometimes also bogs. Further south, along the Gulf Coast, it is a species of wet pine savannas and flatwoods.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5236/medium.jpg"
  },
  {
    "commonName": "Spoonleaf Sundew",
    "sciName": "Drosera intermedia",
    "desc": "Drosera intermedia, commonly known as the oblong-leaved sundew or spoonleaf sundew, is an insectivorous plant species belonging to the sundew genus. It is a temperate or tropical species native to Europe, southeastern Canada, the eastern half of the United States, Cuba and northern South America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5237/medium.jpg"
  },
  {
    "commonName": "Bull Thistle",
    "sciName": "Cirsium vulgare",
    "desc": "Cirsium vulgare (Spear Thistle) is a species of the genus Cirsium, native throughout most of Europe (north to 66°N, locally 68°N), western Asia (east to the Yenisei Valley), and northwestern Africa (Atlas Mountains). It is also naturalised in North America and Australia and is as an invasive weed in some areas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5174/medium.jpg"
  },
  {
    "commonName": "Asiatic dayflower",
    "sciName": "Commelina communis",
    "desc": "Commelina communis, commonly known as the Asiatic dayflower, is an herbaceous annual plant in the dayflower family. It gets its name because the blooms last for only one day. It is native throughout much of East Asia and northern parts of Southeast Asia. In China, the plant is known as yazhicao (simplified Chinese: 鸭跖草; traditional Chinese: 鴨跖草; pinyin: yāzhīcǎo), roughly translating to \"duckfoot herb\", while in Japan it is known as tsuyukusa (露草, tsuyukusa?), meaning \"dew...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5048/medium.jpg"
  },
  {
    "commonName": "Chicory",
    "sciName": "Cichorium intybus",
    "desc": "Common chicory, Cichorium intybus, is a somewhat woody, perennial herbaceous plant usually with bright blue flowers, rarely white or pink. Various varieties are cultivated for salad leaves, chicons (blanched buds), or for roots (var. sativum), which are baked, ground, and used as a coffee substitute and additive. It is also grown as a forage crop for livestock. It lives as a wild plant on roadsides in its native Europe, and in North America and Australia, where...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/87266/medium.jpg"
  },
  {
    "commonName": "Scarlet Pimpernel",
    "sciName": "Anagallis arvensis",
    "desc": "Scarlet pimpernel (Anagallis arvensis; also known as red pimpernel, red chickweed, poorman's barometer, poor man's weather-glass,shepherd's weather glass or shepherd's clock) is a low-growing annual plant. The native range of the species is Europe and Western and North Africa. The species has been distributed widely by humans, either deliberately as an ornamental flower or accidentally.A. arvensis is now naturalised almost worldwide, with a range that encompasses The Americas, Central and East Asia, the Indian Subcontinent, Malesia,...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4903/medium.jpg"
  },
  {
    "commonName": "common yarrow",
    "sciName": "common yarrow Achillea millefolium",
    "desc": "Achillea millefolium, known commonly as yarrow /ˈjæroʊ/ or common yarrow, is a flowering plant in the family Asteraceae. It is native to temperate regions of the Northern Hemisphere in Asia, Europe, and North America. In New Mexico and southern Colorado, it is called plumajillo (Spanish for 'little feather') from its leaf shape and texture. In antiquity, yarrow was known as herbal militaris, for its use in stanching the flow of blood from wounds. Other common names...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4902/medium.jpg"
  },
  {
    "commonName": "common selfheal",
    "sciName": "common selfheal Prunella vulgaris",
    "desc": "Prunella vulgaris (known as common self-heal or heal-all) is an herbaceous plant in the genus Prunella.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4870/medium.jpg"
  },
  {
    "commonName": "buttonbush",
    "sciName": "buttonbush Cephalanthus occidentalis",
    "desc": "Cephalanthus occidentalis is a species of flowering plant in the coffee family, Rubiaceae, that is native to eastern and southern North America. Common names include Buttonbush, Common Buttonbush, Button-willow and Honey-bells.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4869/medium.jpg"
  },
  {
    "commonName": "Rabbiteye Blueberry",
    "sciName": "Rabbiteye Blueberry Vaccinium virgatum",
    "desc": "Vaccinium virgatum (commonly known as either rabbit-eye blueberry or southern black blueberry ) is a species of blueberry native to the Southeastern United States, from North Carolina south to Florida and west to Texas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/360304/medium.jpg"
  },
  {
    "commonName": "soft brome",
    "sciName": "soft brome Bromus hordeaceus",
    "desc": "Bromus hordeaceus, soft brome, is an annual or biennial species of grass in the true grass family (Poaceae). It is also known in North America as bull grass, soft cheat, and soft chess.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/124034/medium.jpg"
  },
  {
    "commonName": "Bracken",
    "sciName": "Bracken Pteridium aquilinum",
    "desc": "Pteridium aquilinum (bracken, brake or common bracken), also known as \"eagle fern,\" is a species of fern occurring in temperate and subtropical regions in both hemispheres. The extreme lightness of its spores has led to its global distribution.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/19401/medium.gif"
  },
  {
    "commonName": "Venus Flytrap",
    "sciName": "Venus Flytrap Dionaea muscipula",
    "desc": "The Venus flytrap (also Venus's flytrap or Venus' flytrap), Dionaea muscipula, is a carnivorous plant native to subtropical wetlands on the East Coast of the United States. It catches its prey—chiefly insects and arachnids— with a trapping structure formed by the terminal portion of each of the plant's leaves and is triggered by tiny hairs on their inner surfaces. When an insect or spider crawling along the leaves contacts a hair, the trap closes if a...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4831/medium.jpg"
  },
  {
    "commonName": "Round-leaved Sundew",
    "sciName": "Round-leaved Sundew Drosera rotundifolia",
    "desc": "Drosera rotundifolia (the common sundew or round-leaved sundew) is a species of sundew, a carnivorous plant often found in bogs, marshes and fens. One of the most widespread sundew species, it is generally circumboreal, being found in all of northern Europe, much of Siberia, large parts of northern North America, Korea, Japan and is also found on New Guinea.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5239/medium.jpg"
  },
  {
    "commonName": "Thread-leaved Sundew",
    "sciName": "Thread-leaved Sundew Drosera filiformis",
    "desc": "Drosera filiformis, commonly known as the Thread-leaved sundew, is a small, insectivorous, rosette forming species of perennial herb. A species of sundew, it is unusual within its genus in that the long, erect, filiform (thread-like) leaves of this plant unroll in spirals - an arrangement similar to the circinate vernation seen in Ferns.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4830/medium.jpg"
  },
  {
    "commonName": "Purple Pitcher Plant",
    "sciName": "Purple Pitcher Plant Sarracenia purpurea",
    "desc": "Sarracenia purpurea, commonly known as the purple pitcher plant, northern pitcher plant, or side-saddle flower, is a carnivorous plant in the family Sarraceniaceae. Its range includes almost the entire eastern seaboard of the United States, the Great Lakes, and south eastern Canada, making it the most common and broadly distributed pitcher plant, as well as the only member of the genus that inhabits cold temperate climates. The species is the floral emblem of the Canadian province...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5196/medium.jpg"
  },
  {
    "commonName": "Sweet Pitcher Plant",
    "sciName": "Sweet Pitcher Plant Sarracenia rubra",
    "desc": "Sarracenia rubra, also known as the Sweet pitcher plant, is a carnivorous plant in the genus Sarracenia. Like all the Sarracenia, it is native to the New World. Its range extends from southern Mississippi, through southern Alabama, the Florida panhandle and Georgia, to the coastal plains of Virginia and South Carolina.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Rushes",
    "sciName": "Rushes Juncaceae",
    "desc": "The Juncaceae, the rush family, are a monocotyledonous family of flowering plants of eight genera and about 400 species. Members of the Juncaceae are slow-growing, rhizomatous, herbaceous plants, and they may superficially resemble grasses. They often grow on infertile soils in a wide range of moisture conditions. The most well-known and largest genus is Juncus. Most of the Juncus species grow exclusively in wetland habitats. A few rushes are annuals, but most are perennials.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10171/medium.jpg"
  },
  {
    "commonName": "pickerelweed",
    "sciName": "pickerelweed Pontederia cordata",
    "desc": "Pontederia cordata, common name pickerelweed (USA) or pickerel weed (UK), is a monocotyledonous aquatic plant native to the American continent. It grows in a variety of wetlands, including pond and lake margins across an extremely large range from eastern Canada south to Argentina. A few examples include northern rivers, the Everglades and Louisiana.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4767/medium.jpg"
  },
  {
    "commonName": "Eastern White Pine",
    "sciName": "Eastern White Pine Pinus strobus",
    "desc": "Pinus strobus, commonly known as the eastern white pine, white pine, northern white pine, Weymouth pine, and soft pine is a large pine native to eastern North America. It occurs from Newfoundland west through the Great Lakes region to southeastern Manitoba and Minnesota, and south along the Mississippi Basin and Appalachian Mountains to northernmost Georgia and Mississippi.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4583/medium.jpg"
  },
  {
    "commonName": "American Searocket",
    "sciName": "American Searocket Cakile edentula",
    "desc": "Cakile edentula, the American searocket, is a species of the flowering Cakile plant. This plant is native to North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/29071/medium.jpg"
  },
  {
    "commonName": "Witchhazel",
    "sciName": "Witchhazel Hamamelis virginiana",
    "desc": "Hamamelis virginiana, known as common or American witch-hazel, is a species of witch-hazel native to eastern North America, from Nova Scotia west to Minnesota, and south to central Florida to eastern Texas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4238/medium.jpg"
  },
  {
    "commonName": "Stinging Nettle",
    "sciName": "Stinging Nettle Urtica dioica",
    "desc": "Urtica dioica, often called common nettle or stinging nettle (although not all plants of this species sting), is a herbaceous perennial flowering plant, native to Europe, Asia, northern Africa, and North America, and is the best-known member of the nettle genus Urtica. The species is divided into six subspecies, five of which have many hollow stinging hairs called trichomes on the leaves and stems, which act like hypodermic needles, injecting histamine and other chemicals that produce...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5353/medium.jpg"
  },
  {
    "commonName": "Red Clover",
    "sciName": "Red Clover Trifolium pratense",
    "desc": "Trifolium pratense (red clover) is a species of clover, native to Europe, Western Asia and northwest Africa, but planted and naturalised in many other regions.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5762/medium.jpg"
  },
  {
    "commonName": "Enchanter's-Nightshade",
    "sciName": "Enchanter's-Nightshade Circaea lutetiana",
    "desc": "Circaea lutetiana (enchanter's nightshade) is a plant in the evening primrose family, Onagraceae.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/14060/medium.jpg"
  },
  {
    "commonName": "Circaea lutetiana canadensis",
    "sciName": "Circaea lutetiana canadensis",
    "desc": "N/A",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Indian Blanket",
    "sciName": "Indian Blanket Gaillardia pulchella",
    "desc": "Gaillardia pulchella (firewheel, Indian blanket, Indian blanketflower, or sundance), is a short-lived perennial or annual flowering plant native to the Central United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/103496/medium.jpg"
  },
  {
    "commonName": "purple passionflower",
    "sciName": "purple passionflower Passiflora incarnata",
    "desc": "Passiflora incarnata, commonly known as maypop, purple passionflower, true passionflower, wild apricot, and wild passion vine, is a fast growing perennial vine with climbing or trailing stems. A member of the passionflower genus Passiflora, the maypop has large, intricate flowers with prominent styles and stamens. One of the hardiest species of passionflower, it is a common wildflower in the southern United States. The Cherokee in the Tennessee area called it ocoee; the Ocoee River and valley...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/24544/medium.jpg"
  },
  {
    "commonName": "Yellow Passionflower",
    "sciName": "Yellow Passionflower Passiflora lutea",
    "desc": "Passiflora lutea (yellow passionflower) is a flowering plant in the family Passifloraceae, native North America, in the eastern and south-central parts of the United States from Pennsylvania west to Kansas, and south to Florida and Texas. It is the northernmost species of Passiflora, occurring slightly further north than P. incarnata, and tolerant of winter temperatures down to −15 °C, and even −30 °C for short periods.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/43038/medium.jpg"
  },
  {
    "commonName": "painted trillium",
    "sciName": "painted trillium Trillium undulatum",
    "desc": "Trillium undulatum (Painted Trillium) is a wildflower of the genus trillium found from Ontario in the north to the Carolinas in the south and from Michigan in the west to Nova Scotia in the east. It is also known as painted lady or trille ondulé. It demands strongly acidic, humus-rich soils and tends to be found in the shade of acid-loving trees such as eastern white pine, red maple, red spruce and balsam fir. Although the...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/3614/medium.jpg"
  },
  {
    "commonName": "showy orchid",
    "sciName": "showy orchid Galearis spectabilis",
    "desc": "Galearis spectabilis (gay orchis, purple orchis, purple-hooded orchis, and showy orchis; syn. Galeorchis spectabilis (L.) Rydb., Orchis spectabilis L.) is an orchid species of the genus Galearis . It is native to North America, with a range covering the eastern regions of the United States and Canada, as well as the Great Plains.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/3612/medium.jpg"
  },
  {
    "commonName": "American water-willow",
    "sciName": "American water-willow Justicia americana",
    "desc": "American Water-Willow (Justicia americana) is a herbaceous, aquatic flowering plant in the Acanthus family native to North America. It is the hardiest species in the genus Justicia, the other members of which being largely tropical and subtropical, and it is able to survive as far north as USDA zone 4. It is common throughout its range.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/43046/medium.jpg"
  },
  {
    "commonName": "False Solomon's Seal",
    "sciName": "False Solomon's Seal Maianthemum racemosum",
    "desc": "Maianthemum racemosum (treacleberry, false Solomon's seal, Solomon's plume or false spikenard; syn. Smilacina racemosa, Vagnera racemosa) is a species of flowering plant native to North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/3065/medium.jpg"
  },
  {
    "commonName": "Dutchman's Breeches",
    "sciName": "Dutchman's Breeches Dicentra cucullaria",
    "desc": "Dicentra cucullaria (Dutchman's breeches) is a perennial herbaceous plant, native to rich woods of eastern North America, with a disjunct population in the Columbia River Basin.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/3055/medium.jpg"
  },
  {
    "commonName": "Bloodroot",
    "sciName": "Bloodroot Sanguinaria canadensis",
    "desc": "Sanguinaria canadensis, bloodroot, is a perennial, herbaceous flowering plant native to eastern North America. It is the only species in the genus Sanguinaria, included in the family Papaveraceae, and most closely related to Eomecon of eastern Asia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/3047/medium.jpg"
  },
  {
    "commonName": "Common Pawpaw",
    "sciName": "Common Pawpaw Asimina triloba",
    "desc": "Asimina triloba, the pawpaw, paw paw, paw-paw, or common pawpaw, is a species of Asimina (the pawpaw genus) in the same plant family (the Annonaceae) as the custard-apple, cherimoya, sweetsop, ylang-ylang and soursop. The pawpaw is native to the Eastern, Southern, and Midwestern United States and adjacent southernmost Ontario, Canada, from New York west to southeastern Nebraska, and south to northern Florida and eastern Texas. The pawpaw is a patch-forming (clonal) understory tree found in well-drained,...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/2877/medium.jpg"
  },
  {
    "commonName": "Wake-Robin",
    "sciName": "Wake-Robin Trillium erectum",
    "desc": "Trillium erectum, also known as wake-robin, red trillium, purple trillium,Beth root, or stinking Benjamin, is a species of flowering plant native to the east and north-east of North America. It is a Spring ephemeral, an herbaceous perennial whose life-cycle is synchronised with that of the deciduous forests where it lives.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/2791/medium.jpg"
  },
  {
    "commonName": "Jack-in-the-pulpit",
    "sciName": "Jack-in-the-pulpit Arisaema triphyllum",
    "desc": "Arisaema triphyllum (jack-in-the-pulpit, bog onion, brown dragon, Indian turnip, American wake robin, or wild turnip) is a herbaceous perennial plant growing from a corm. It is a highly variable species typically growing from 30–65 centimetres (12–26 in) in height with three parted leaves and flowers contained in a spadix that is covered by a hood. It is native to eastern North America, occurring in moist woodlands and thickets from Nova Scotia west to Minnesota, and south to...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10973/medium.jpg"
  },
  {
    "commonName": "Virginia Creeper",
    "sciName": "Virginia Creeper Parthenocissus quinquefolia",
    "desc": "Parthenocissus quinquefolia, known as Virginia creeper, five-leaved ivy, or five-finger, is a species of flowering plant in the vine family Vitaceae, native to eastern and central North America, in southeastern Canada, the eastern and central United States, eastern Mexico, and Guatemala, west as far as Manitoba, South Dakota, Utah and Texas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10982/medium.jpg"
  },
  {
    "commonName": "Black-jack",
    "sciName": "Black-jack Bidens pilosa",
    "desc": "Bidens pilosa is a species of flowering plant in the aster family, Asteraceae. It is native to the Americas but it is known widely as an introduced species of other regions, including Asia and the Pacific Islands. Its many common names include beggar-ticks, cobbler's pegs, and Spanish needle.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/14063/medium.jpg"
  },
  {
    "commonName": "Gray Birch",
    "sciName": "Gray Birch Betula populifolia",
    "desc": "Betula populifolia (Gray Birch) is a deciduous tree native to North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/227553/medium.jpg"
  },
  {
    "commonName": "black bugbane",
    "sciName": "black bugbane Cimicifuga racemosa",
    "desc": "Actaea racemosa (black cohosh, black bugbane, black snakeroot, fairy candle; syn. Cimicifuga racemosa) is a species of flowering plant of the family Ranunculaceae. It is native to eastern North America from the extreme south of Ontario to central Georgia, and west to Missouri and Arkansas. It grows in a variety of woodland habitats, and is often found in small woodland openings. The roots and rhizomes have long been used medicinally by Native Americans. Extracts from these...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15002/medium.jpg"
  },
  {
    "commonName": "red columbine",
    "sciName": "red columbine Aquilegia canadensis",
    "desc": "Aquilegia canadensis (Canadian or Canada columbine, Eastern red columbine, Wild columbine) is an herbaceous perennial native to woodland and rocky slopes in eastern North America, prized for its red and yellow flowers. It readily hybridizes with other species in the genus Aquilegia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/14480/medium.jpg"
  },
  {
    "commonName": "Pinkster Flower",
    "sciName": "Pinkster Flower Rhododendron periclymenoides",
    "desc": "Rhododendron periclymenoides is a species of Rhododendron native to riparian and moist habitats, including swamps. It grows as a shrub and is a popular horticulture plant. Like many members of the genus, the plant contains toxins in all parts of the flower. The common name for the plant is pinxter flower. The flowers have showy pink petals and 2 inch long stamens; they do not carry a scen. The leaves of this shrub are bright green...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10983/medium.jpg"
  },
  {
    "commonName": "Bald Cypress",
    "sciName": "Bald Cypress Taxodium distichum",
    "desc": "Taxodium distichum (bald cypress, baldcypress, bald-cypress, cypress, southern-cypress, white-cypress, tidewater red-cypress, Gulf-cypress, red-cypress, or swamp cypress) is a deciduous conifer that grows on saturated and seasonally inundated soils of the Southeastern and Gulf Coastal Plains of the United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/27698/medium.jpg"
  },
  {
    "commonName": "American Sycamore",
    "sciName": "American Sycamore Platanus occidentalis",
    "desc": "Platanus occidentalis, also known as American sycamore, American planetree, occidental plane, and buttonwood, is one of the species of Platanus native to North America. It is usually called sycamore in North America, a name which can refer to other types of tree in other parts of the world.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15328/medium.jpg"
  },
  {
    "commonName": "American Sweetgum",
    "sciName": "American Sweetgum Liquidambar styraciflua",
    "desc": "Liquidambar styraciflua, commonly called the American sweetgum, sweet-gum (sweet gum in the UK),alligator-wood,American-storax,bilsted,red-gum,satin-walnut, or star-leaved gum, is a deciduous tree in the genus Liquidambar native to warm temperate areas of eastern North America and tropical montane regions of Mexico and Central America. A popular ornamental tree in temperate climates, it is recognizable by the combination of its five-pointed star-shaped leaves and its hard, spiked fruits. It is currently classified in the plant family Altingiaceae, but was...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10977/medium.jpg"
  },
  {
    "commonName": "Indian Pipe",
    "sciName": "Indian Pipe Monotropa uniflora",
    "desc": "Monotropa uniflora, also known as the ghost plant, Indian pipe, or corpse plant is a herbaceous perennial plant, which was formerly classified in the family Monotropaceae, however, it has now been included within the Ericaceae. It is native to temperate regions of Asia, North America and northern South America, but with large gaps between areas. It is generally scarce or rare in occurrence.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5950/medium.jpg"
  },
  {
    "commonName": "Spotted Coralroot",
    "sciName": "Spotted Coralroot Corallorhiza maculata",
    "desc": "Corallorhiza maculata, or spotted coralroot, is a North American coralroot orchid flower. Varieties are also known as western coralroot and summer coralroot. It is found from Mexico and Baja California, through California and most of the United States except the Southeast, and across Canada. It grows mostly in montane woodlands.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/2116/medium.jpg"
  },
  {
    "commonName": "eastern redcedar",
    "sciName": "eastern redcedar Juniperus virginiana",
    "desc": "Juniperus virginiana (Eastern Red-cedar,Red Cedar, Eastern Juniper, Red Juniper, Pencil Cedar) is a species of juniper native to eastern North America from southeastern Canada to the Gulf of Mexico and east of the Great Plains. Further west it is replaced by the related Juniperus scopulorum (Rocky Mountain Juniper) and to the southwest by Juniperus ashei (Ashe Juniper).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/2125/medium.jpg"
  },
  {
    "commonName": "Mountain Laurel",
    "sciName": "Mountain Laurel Kalmia latifolia",
    "desc": "Kalmia latifolia, commonly called mountain-laurel,calico-bush, or spoonwood, is a species of flowering plant in the blueberry family, Ericaceae, that is native to the eastern United States. Its range stretches from southern Maine south to northern Florida, and west to Indiana and Louisiana. Mountain-laurel is the state flower of Connecticut and Pennsylvania. It is the namesake of the city of Laurel, Mississippi (founded 1882).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/1686/medium.jpg"
  },
  {
    "commonName": "shortleaf pine",
    "sciName": "shortleaf pine Pinus echinata",
    "desc": "Pinus echinata (Shortleaf Pine) is a species of pine native to the eastern United States from southern New York south to northern Florida, west to the extreme southeast of Kansas, and southwest to eastern Texas. The tree is variable in form, sometimes straight, sometimes crooked, with an irregular crown. This tree reaches heights of 20–30 metres (66–98 ft) with a trunk diameter of 0.5–0.9 metre (1 ft 8 in–2 ft 10 in).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/28239/medium.jpg"
  },
  {
    "commonName": "Mayapple",
    "sciName": "Mayapple Podophyllum peltatum",
    "desc": "Podophyllum peltatum, commonly called Mayapple, or May Apple, (or hogapple, Indian apple, mayflower, umbrella plant, wild lemon (flavor of the fruit), wild mandrake, American mandrake (shape of rhizomes) or \"devil's apple\" (used for Solanum linnaeanum elsewhere)), is a herbaceous perennial plant in the family Berberidaceae, native to deciduous forests in of eastern North America. Like many other spring ephemerals, it emerges from below ground before the canopy of the forest opens, and then slowly withers later...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/11004/medium.jpg"
  },
  {
    "commonName": "American Beech",
    "sciName": "American Beech Fagus grandifolia",
    "desc": "Fagus grandifolia, commonly known as American Beech or North American beech, is a species of beech tree. This is Latin for: Fagus, Beech; grandi, great; folia, leaves. It is native to eastern North America, from Nova Scotia west to southern Ontario in southeastern Canada, west to Wisconsin and south to eastern Texas and northern Florida in the United States. Trees in the southern half of the range are sometimes distinguished as a variety, F. grandifolia var....",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/1507/medium.jpg"
  },
  {
    "commonName": "American Beautyberry",
    "sciName": "American Beautyberry Callicarpa americana",
    "desc": "Callicarpa americana (American beautyberry) is an open-habit, native shrub of the Southern United States which is often grown as an ornamental in gardens and yards. American beautyberries produce large clusters of purple berries, which birds and deer eat, thus distributing the seeds.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/1786/medium.jpg"
  },
  {
    "commonName": "American Chestnut",
    "sciName": "American Chestnut Castanea dentata",
    "desc": "The American chestnut, Castanea dentata, is a large, monoecious deciduous tree of the beech family native to eastern North America. Before the species was devastated by the chestnut blight, a fungal disease, it was one of the most important forest trees throughout its range. There are now very few mature specimens of the tree within its historical range, although many small sprouts of the former live trees remain. However, there are hundreds of large (2 to...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/2121/medium.jpg"
  },
  {
    "commonName": "Black Oak",
    "sciName": "Black Oak Quercus velutina",
    "desc": "Quercus velutina, the eastern black oak or more commonly known as simply black oak, is an oak in the red oak (Quercus sect. Lobatae) group of oaks. It is native to eastern North America from southern Ontario south to northern Florida and southern Maine west to northeastern Texas. It is a common tree in the Indiana Dunes and other sandy dunal ecosystems along the southern shores of Lake Michigan. Quercus velutina was previously known as yellow...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10505/medium.jpg"
  },
  {
    "commonName": "northern red oak",
    "sciName": "northern red oak Quercus rubra",
    "desc": "Quercus rubra, commonly called northern red oak or champion oak, (syn. Quercus borealis), is an oak in the red oak group (Quercus section Lobatae). It is a native of North America, in the northeastern United States and southeast Canada. It grows from the north end of the Great Lakes, east to Nova Scotia, south as far as Georgia and states with good soil that is slightly acidic. Often simply called \"red oak\", northern red oak is...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/6152/medium.jpg"
  },
  {
    "commonName": "Eastern Hemlock",
    "sciName": "Eastern Hemlock Tsuga canadensis",
    "desc": "Tsuga canadensis, also known as eastern hemlock or Canadian hemlock, and in the French-speaking regions of Canada as Pruche du Canada, is a coniferous tree native to eastern North America. It is the state tree of Pennsylvania.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "pokeweed",
    "sciName": "pokeweed Phytolacca americana",
    "desc": "American Pokeweed (Phytolacca americana) is a large semi-succulent herbaceous perennial plant growing up to 10 feet (3 metres) in height. It is native to eastern North America, the Midwest, and the Gulf Coast, with more scattered populations in the far West. It is also known as Virginia poke,American nightshade, cancer jalap, coakum, garget,inkberry, pigeon berry,pocan,pokeroot,pokeweed,pokeberry,redweed, scoke,red ink plant and chui xu shang lu (in Chinese medicine). Parts of this plant are highly toxic to livestock and humans,...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/911/medium.jpg"
  },
  {
    "commonName": "hoary puccoon",
    "sciName": "hoary puccoon Lithospermum canescens",
    "desc": "Lithospermum canescens is a species of flowering plant known by the common name Hoary Puccoon. It is endemic to eastern North America. The plant has golden yellow flowers which bloom from April to May.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/33292/medium.jpg"
  },
  {
    "commonName": "common dandelion",
    "sciName": "common dandelion Taraxacum officinale officinale",
    "desc": "N/A",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Eastern Redbud",
    "sciName": "Eastern Redbud Cercis canadensis",
    "desc": "Cercis canadensis (eastern redbud) is a large deciduous shrub or small tree, native to eastern North America from Southern Ontario, Canada south to northern Florida but can thrive as far west as California.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/20246/medium.jpg"
  },
  {
    "commonName": "Cercis canadensis canadensis",
    "sciName": "Cercis canadensis canadensis",
    "desc": "N/A",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Maidenhair Fern",
    "sciName": "Maidenhair Fern Adiantum pedatum",
    "desc": "Adiantum pedatum (northern maidenhair fern, five-fingered fern) is a species of fern in the family Pteridaceae, native to moist woodland in eastern North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/1533/medium.jpg"
  },
  {
    "commonName": "Cornflower",
    "sciName": "Cornflower Centaurea cyanus",
    "desc": "Centaurea cyanus, commonly known as cornflower, bachelor's button, bluebottle, boutonniere flower, hurtsickle or cyani flower, is an annual flowering plant in the family Asteraceae, native to Europe. \"Cornflower\" is also used for chicory, and a few other Centaurea species; to distinguish C. cyanus from these it is sometimes called common cornflower. It may also be referred to as basketflower, though the term also refers to the Plectocephalus group of Centaurea, which is probably a distinct genus.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/199825/medium.jpg"
  },
  {
    "commonName": "Red Maple",
    "sciName": "Red Maple Acer rubrum",
    "desc": "Acer rubrum (Red Maple, also known as Swamp, Water or Soft Maple), is one of the most common and widespread deciduous trees of eastern North America. The U.S. Forest service recognizes it as the most common variety of tree in America. The red maple ranges from the Lake of the Woods on the border between Ontario and Minnesota, east to Newfoundland, south to near Miami, Florida, and southwest to east Texas. Many of its features, especially...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/18405/medium.jpg"
  },
  {
    "commonName": "Striped Maple",
    "sciName": "Striped Maple Acer pensylvanicum",
    "desc": "Acer pensylvanicum (striped maple, also known as moosewood and moose maple) is a species of maple native to northern and montane forests in eastern North America from southern Ontario east to Nova Scotia and south to Wisconsin, Ohio, and New Jersey, and also at higher elevations in the Appalachian Mountains south to northern Georgia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4578/medium.gif"
  },
  {
    "commonName": "southern sugar maple",
    "sciName": "southern sugar maple Acer floridanum",
    "desc": "Acer floridanum (syn. Acer saccharum subsp. floridanum (Chapm.) Desmarais, Acer barbatum auct. non Michx.), commonly known as the Florida maple and occasionally as the southern sugar maple or hammock maple, is a tree that occurs in mesic and usually calcareous woodlands of the Atlantic and Gulf coastal plain in the United States, from southeastern Virginia in the north, south to central Florida, and west to Oklahoma and Texas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/20950/medium.jpg"
  },
  {
    "commonName": "Cardinal flower",
    "sciName": "Cardinal flower Lobelia cardinalis",
    "desc": "Lobelia cardinalis (syn. L. fulgens, cardinal flower) is a species of Lobelia native to the Americas, from southeastern Canada south through the eastern and southwestern United States, Mexico and Central America to northern Colombia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/6109/medium.jpg"
  },
  {
    "commonName": "Butterfly Milkweed",
    "sciName": "Butterfly Milkweed Asclepias tuberosa",
    "desc": "Asclepias tuberosa is a species of milkweed native to eastern North America. It is a perennial plant growing to 0.3–1 metre (10 in–3 ft 3 in) tall, with clustered orange or yellow flowers from early summer to early fall. The leaves are spirally arranged, lanceolate, 5–12 cm long, and 2–3 cm broad.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15151/medium.jpg"
  },
  {
    "commonName": "Broadleaf Milkweed",
    "sciName": "Broadleaf Milkweed Asclepias syriaca",
    "desc": "Asclepias syriaca, commonly called common milkweed, butterfly flower, silkweed, silky swallow-wort, and Virginia silkweed, is a species of flowering plant. It is in the genus Asclepias, the milkweeds. This species is native to most of North America east of the Rocky Mountains, excluding the drier parts of the Prairies. It grows in sandy soils and sunny areas. It was one of the earliest North American species described in Cornut's 1635 work Canadensium Plantarum Historia. The specific...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/4666/medium.jpg"
  },
  {
    "commonName": "Prickly Pear",
    "sciName": "Prickly Pear Opuntia humifusa",
    "desc": "Opuntia humifusa, commonly known as the Eastern Prickly Pear or Indian Fig, is a native cactus found in parts of eastern North America. It ranges from Montana eastward to parts of the southern Great Lakes, and in the dry coastal sand dunes along the eastern seaboard from Cape Cod, Massachusetts south to Florida and westward to New Mexico.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/19088/medium.jpg"
  },
  {
    "commonName": "Pale Touch-me-not",
    "sciName": "Pale Touch-me-not Impatiens pallida",
    "desc": "Pale Jewelweed or Yellow Jewelweed (Impatiens pallida) is a flowering plant native to the United States. It grows in moist to wet soils, generally alongside the closely related Impatiens capensis, producing flowers from midsummer through fall. Along with other species of jewelweed or \"touch-me-not\", it is a traditional remedy for skin rashes, although controlled studies have not shown efficacy for this purpose.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/1530/medium.jpg"
  },
  {
    "commonName": "Spotted Touch-me-not",
    "sciName": "Spotted Touch-me-not Impatiens capensis",
    "desc": "Impatiens capensis, the Orange Jewelweed, Common Jewelweed, Spotted Jewelweed, Spotted Touch-me-not, or Orange Balsam, is an annual plant native to North America. It is common in bottomland soils, ditches, and along creeks, often growing side-by-side with its less common relative, Yellow Jewelweed (I. pallida).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/12557/medium.jpg"
  },
  {
    "commonName": "Box Elder",
    "sciName": "Box Elder Acer negundo",
    "desc": "Acer negundo is a species of maple native to North America. Box elder, boxelder maple, and maple ash are its most common names in the United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/32397/medium.jpg"
  },
  {
    "commonName": "field madder",
    "sciName": "field madder Sherardia arvensis",
    "desc": "Sherardia is a monotypic genus containing a single species, Sherardia arvensis (or Field Madder), which is a flowering plant in the Rubiaceae family. It is native to Europe, northern Africa and southwest Asia. Sherardia arvensis is closely related to the bedstraws (genus Galium). It is mainly noted as a weed but has sometimes found use as a dye plant.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/11845/medium.jpg"
  },
  {
    "commonName": "Redstem Filaree",
    "sciName": "Redstem Filaree Erodium cicutarium",
    "desc": "Erodium cicutarium, also known as redstem filaree, common stork's-bill or pinweed, is a herbaceous annual – or in warm climates, biennial – member of the family Geraniaceae of flowering plants. It is native to the Mediterranean Basin and was introduced to North America in the eighteenth century, where it has since become invasive, particularly of the deserts and arid grasslands of the southwestern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5202/medium.jpg"
  },
  {
    "commonName": "Common Dandelion",
    "sciName": "Common Dandelion Taraxacum officinale",
    "desc": "Taraxacum officinale, the common dandelion (often simply called \"dandelion\"), is a flowering herbaceous perennial plant of the family Asteraceae (Compositae). It can be found growing in temperate regions of the world, in lawns, on roadsides, on disturbed banks and shores of water ways, and other areas with moist soils. T. officinale is considered a weed, especially in lawns and along roadsides, but it is sometimes used as a medical herb and in food preparation. Common dandelion...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/69063/medium.jpg"
  },
  {
    "commonName": "Pink Lady's Slipper",
    "sciName": "Pink Lady's Slipper Cypripedium acaule",
    "desc": "Cypripedium acaule is a member of the orchid genus Cypripedium. Members of this genus are commonly referred to as lady's slipper orchids. First described in 1789 by Scottish botanist William Aiton, C. acaule is commonly referred to as the Pink Lady's Slipper,Stemless Lady's-slipper, or Moccasin Flower. The Pink Lady's Slipper is the provincial flower of Prince Edward Island, Canada.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/1532/medium.jpg"
  },
  {
    "commonName": "Mimosa",
    "sciName": "Mimosa Albizia julibrissin",
    "desc": "Albizia julibrissin (Persian silk tree, pink silk tree) is a species of tree in the family Fabaceae, native to southwestern and eastern Asia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/230/medium.jpg"
  },
  {
    "commonName": "Common Bird's-foot-trefoil",
    "sciName": "Common Bird's-foot-trefoil Lotus corniculatus",
    "desc": "Lotus corniculatus is a common flowering plant native to grassland temperate Eurasia and North Africa. The common name is Bird's-foot Trefoil (or similar, such as \"birdsfoot trefoil\"), though the common name is often also applied to other members of the genus. It is also known in cultivation in North America as Birdfoot Deervetch.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/927/medium.jpg"
  },
  {
    "commonName": "Sedges",
    "sciName": "Sedges Cyperaceae",
    "desc": "The Cyperaceae are a family of monocotyledonous graminoid flowering plants known as sedges, which superficially resemble grasses or rushes. The family is large, with some 5,500 species described in about 109 genera. These species are widely distributed, with the centers of diversity for the group occurring in tropical Asia and tropical South America. While sedges may be found growing in almost all environments, many are associated with wetlands, or with poor soils. Ecological communities dominated by...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/24990/medium.jpg"
  }
]
