[
  {
    "commonName": "Trillium cuneatum",
    "sciName": "Trillium cuneatum",
    "desc": "Trillium cuneatum or Sweet Betsy is a flowering perennial plant which is native to parts of the southeastern United States that flowers in early March to mid April. It is also known as whip-poor-will flower, large toadshade, purple toadshade, and bloody butcher.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/87649/medium.jpg"
  },
  {
    "commonName": "Hooded Pitcher Plant",
    "sciName": "Sarracenia minor",
    "desc": "Sarracenia minor, also known as the Hooded pitcher plant, is a perennial, terrestrial, rhizomatous, herbaceous, carnivorous plant in the genus Sarracenia. Like all the Sarracenia, it is native to the New World.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/79470/medium.jpg"
  },
  {
    "commonName": "Putty root",
    "sciName": "Aplectrum hyemale",
    "desc": "Aplectrum hyemale is a species of orchid in the (family Orchidaceae) and the sole species of the genus Aplectrum. The generic name comes from Greek and signifies \"spurless\". The species is commonly referred to as Adam and Eve or putty root, the latter refers to the mucilaginous fluid which can be removed from the tubers when they are crushed.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/77223/medium.jpg"
  },
  {
    "commonName": "Indiangrass",
    "sciName": "Sorghastrum nutans",
    "desc": "Sorghastrum nutans, commonly known as Yellow Indiangrass, is a North American prairie grass found in the central and eastern United States and Canada, especially in the Great Plains and tallgrass prairies.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/113078/medium.jpg"
  },
  {
    "commonName": "little bluestem",
    "sciName": "Schizachyrium scoparium",
    "desc": "Schizachyrium scoparium, commonly known as little bluestem or beard grass, is a North American prairie grass. Little bluestem is a perennial bunchgrass and is prominent in tallgrass prairie, along with big bluestem (Andropogon gerardii), indiangrass (Sorghastrum nutans) and switchgrass (Panicum virgatum). It is a warm-season species, meaning it employs the C4 photosynthetic pathway.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/357212/medium.jpg"
  },
  {
    "commonName": "little brown jug",
    "sciName": "Hexastylis arifolia",
    "desc": "Hexastylis arifolia, or the little brown jug is a perennial wildflower in the family Aristolochiaceae found in the southeastern United States. It is considered a threatened species in Florida.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/72628/medium.jpg"
  },
  {
    "commonName": "Hexastylis minor",
    "sciName": "Hexastylis minor",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/270426/medium.jpg"
  },
  {
    "commonName": "Hexastylis rhombiformis",
    "sciName": "Hexastylis rhombiformis",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Virginia heartleaf",
    "sciName": "Hexastylis virginica",
    "desc": "Hexastylis virginica, commonly known as Virginia heartleaf, is a prostrate perennial plant in the Aristolochiaceae (birthwort family). It is found in the mideastern United States from Maryland and Virginia in the north, south to North Carolina and Tennessee. The plant is encountered in deciduous and mixed forests. Its flowers emerge in early spring from April through June.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/72511/medium.jpg"
  },
  {
    "commonName": "Fan Clubmoss",
    "sciName": "Diphasiastrum digitatum",
    "desc": "Diphasiastrum digitatum is known as Groundcedar or Crowsfoot, along with other members of its genus, but the common name Fan Clubmoss can be used to refer to it specifically. It is the most common species of Diphasiastrum in North America. It is a type of plant known as a clubmoss, which is within one of the three main divisions of living vascular plants. It was formerly included in the superspecies Diphasiastrum complanatum. For many years, this...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/69625/medium.jpg"
  },
  {
    "commonName": "broad beech fern",
    "sciName": "Phegopteris hexagonoptera",
    "desc": "Phegopteris hexagonoptera, commonly called the broad beech fern, is a common forest fern in the eastern United States and adjacent Ontario. It grows from a creeping rootstock, sending up individual fronds that more or less clump.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/72306/medium.gif"
  },
  {
    "commonName": "ebony spleenwort",
    "sciName": "Asplenium platyneuron",
    "desc": "Asplenium platyneuron (syn. Asplenium ebeneum), commonly known as ebony spleenwort or brownstem spleenwort, is a fern native to North America east of the Rocky Mountains and to South Africa. It takes its common name from its dark, reddish-brown, glossy stipe and rachis (stem and leaf axis), which bear a once-divided, pinnate leaf. The fertile fronds, which die off in the winter, are darker green and stand upright, while the sterile fronds are evergreen and lie flat...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/72311/medium.jpg"
  },
  {
    "commonName": "mountain spleenwort",
    "sciName": "Asplenium montanum",
    "desc": "Asplenium montanum, commonly known as the mountain spleenwort, is a small fern of the Appalachian Mountains. First described in 1810, it grows in small crevices in sandstone cliffs with highly acid soil. It can be recognized by its dark blue-green, highly divided leaves. A. montanum is the ancestor, through hybridization, of several other ferns of similar habitat.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/167526/medium.jpg"
  },
  {
    "commonName": "Virginia chain fern",
    "sciName": "Woodwardia virginica",
    "desc": "Woodwardia virginica (Virginia chain fern, Woodwardie de virginie) is a leptosporangiate fern with long creeping, scaly, underground stems or rhizomes which give rise to tall (up to about 4 feet, 120 centimetres) widely separated, deciduous, single leaves. In contrast, the leaves of Osmundastrum cinnamomeum, which can be mistaken for W. virginica, grow in a group from a crown. Also in contrast to O. cinnamomeum the leaves are monomorphic without distinct fertile fronds. The lower petiole or stipe is...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/72292/medium.jpg"
  },
  {
    "commonName": "Prairie Dock",
    "sciName": "Silphium terebinthinaceum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/71435/medium.jpg"
  },
  {
    "commonName": "River Cane",
    "sciName": "Arundinaria gigantea",
    "desc": "Arundinaria gigantea is a species of bamboo known by the common names giant cane (not to be confused with Arundo donax) and river cane. It is native to the United States, where it occurs in the south-central and southeastern states as far west as Texas and as far north as New York. This species is divided into two subspecies. The subspecies tecta is sometimes treated as a species in its own right, Arundinaria tecta, and is...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/115632/medium.jpg"
  },
  {
    "commonName": "Crane-Fly Orchid",
    "sciName": "Tipularia discolor",
    "desc": "The Crane-fly Orchid (Tipularia discolor) is a perennial terrestrial woodland orchid, a member of the Orchidaceae. It is the only species of the genus Tipularia found in North America. This orchid grows a single leaf in September that disappears in the spring. The leaf is green with dark purple spots. The orchid blooms in mid-July to late August. The roots are a connected series of corms. Its roots are edible. They are starchy and almost potato-like.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/69076/medium.jpg"
  },
  {
    "commonName": "White Pitcher Plant",
    "sciName": "Sarracenia leucophylla",
    "desc": "Sarracenia leucophylla, also known as the white pitcher plant, is a carnivorous plant in the genus Sarracenia. Like all the Sarracenia, it is native to the New World and inhabits moist and low-nutrient longleaf pine (Pinus palustris) savannas along the United States Gulf Coast, generally west of the Apalachicola River on the Florida Panhandle. The species is highly variable with respect to its pitchers, with plants in some localities reaching almost 1 metre in height, while...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/72901/medium.jpg"
  },
  {
    "commonName": "bottle gentian",
    "sciName": "Gentiana clausa",
    "desc": "Gentiana clausa (Bottle Gentian) is a 1'-2' tall flowering plant in the Gentianaceae family. It is native to Eastern North American moist meadows and woods at higher elevations, from Quebec in the north, through the Appalachian range to North Carolina and Tennessee in the south. It has paired, lanceolate leaves, usually on unbranched stalks, and blue blooms which remain closed or nearly so (thus the Latin specific name). It flowers from late August to October",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/96651/medium.jpg"
  },
  {
    "commonName": "Red Morning Glory",
    "sciName": "Ipomoea coccinea",
    "desc": "Ipomea coccinea is a flowering plant in the family Convolvulaceae known by several common names including Red Morning Glory, Redstar and (ambiguously) Mexican Morning Glory.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/164519/medium.jpg"
  },
  {
    "commonName": "tawny cotton-grass",
    "sciName": "Eriophorum virginicum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/180378/medium.jpg"
  },
  {
    "commonName": "SPILAC",
    "sciName": "Spiranthes lacera",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/61889/medium.jpg"
  },
  {
    "commonName": "whorled wood aster",
    "sciName": "Oclemena acuminata",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/60597/medium.jpg"
  },
  {
    "commonName": "St. Andrews cross",
    "sciName": "Hypericum hypericoides",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "bluestem goldenrod",
    "sciName": "Solidago caesia",
    "desc": "Solidago caesia, commonly named blue-stemmed goldenrod or wreath goldenrod, is a flowering plant in North America. It is present in the eastern United States to eastern Canada and south-central United States. Key identification features include a dark, wiry stem and flowers in the axils with a larger terminal bloom. Prefers dry soils and full sun, but moderately shade tolerant.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/129821/medium.jpg"
  },
  {
    "commonName": "willow oak",
    "sciName": "Quercus phellos",
    "desc": "Quercus phellos (willow oak) is a deciduous tree in the red oak group of oaks. It is native to eastern North America from southern New York (Long Island) south to northern Florida, and west to southernmost Illinois and eastern Texas. It is most commonly found growing on lowland floodplains, often along streams, but rarely also in uplands with poor drainage, up to 400 m altitude.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/201164/medium.jpg"
  },
  {
    "commonName": "Yaupon holly",
    "sciName": "Ilex vomitoria",
    "desc": "Ilex vomitoria, commonly known as yaupon or yaupon holly, is a species of holly that is native to southeastern North America. The word yaupon was derived from its Catawban name, yopún, which is a diminutive form of the word yop, meaning \"tree\". Another common name, cassina, was borrowed from the Timucua language (despite this, it usually refers to Ilex cassine).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/103584/medium.jpg"
  },
  {
    "commonName": "Coral honeysuckle",
    "sciName": "Lonicera sempervirens",
    "desc": "Lonicera sempervirens (trumpet honeysuckle, trumpet vine) is a species of honeysuckle native to the eastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/71594/medium.jpg"
  },
  {
    "commonName": "Wild Potato Vine",
    "sciName": "Ipomoea pandurata",
    "desc": "Ipomoea pandurata the Wild Potato Vine, Big-rooted Morning Glory, Man-of-the-Earth or Manroot is a species of herbaceous perennial vine.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/126450/medium.jpg"
  },
  {
    "commonName": "Elephantopus carolinianus",
    "sciName": "Elephantopus carolinianus",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/399351/medium.jpg"
  },
  {
    "commonName": "swamp chestnut oak",
    "sciName": "Quercus michauxii",
    "desc": "Quercus michauxii, the swamp chestnut oak, is a species of oak in the white oak section Quercus section Quercus, native to bottomlands and wetlands in the southern and central United States, from New Jersey south to northern Florida, and west to Missouri and eastern Texas; it is rare north of the Ohio River.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136620/medium.jpg"
  },
  {
    "commonName": "post oak",
    "sciName": "Quercus stellata",
    "desc": "Quercus stellata (Post oak) is an oak in the white oak section. It is a small tree, typically 10–15 m tall and 30–60 cm trunk diameter, though occasional specimens reach 30 m tall and 140 cm diameter. It is native to the eastern United States, from Connecticut in the northeast, west to southern Iowa, southwest to central Texas, and southeast to northern Florida. It is one of the most common oaks in the southern part of...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127845/medium.jpg"
  },
  {
    "commonName": "Climbing hempvine",
    "sciName": "Mikania scandens",
    "desc": "Mikania scandens is a species of flowering plant in the aster family, Asteraceae. Its common names include climbing hempvine, climbing hempweed, and louse-plaster. It is native to the eastern and central United States, its distribution extending into Tamaulipas in Mexico. Reports of its presence in Ontario in Canada are erroneous. It is an introduced and invasive species on many Pacific Islands and in parts of southern Asia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/59101/medium.jpg"
  },
  {
    "commonName": "Lobelia puberula",
    "sciName": "Lobelia puberula",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Perilla",
    "sciName": "Perilla frutescens",
    "desc": "Perilla frutescens (L.) Britt. (syn. Perilla nankinensis (Lour.) Decne., etc.) is a cultivated plant of the mint family Lamiaceae. It is the species identification encompassing two distinct varieties of traditional crop in East Asia:",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/449366/medium.jpg"
  },
  {
    "commonName": "Eupatorium altissimum",
    "sciName": "Eupatorium altissimum",
    "desc": "Eupatorium altissimum is a perennial plant whose native range includes much of the eastern United States and Canada. It almost always grows on limestone soils, as does Brickellia eupatorioides, which it is potentially confused with. It can hybridize with Eupatorium serotinum.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Mistflower",
    "sciName": "Conoclinium coelestinum",
    "desc": "Conoclinium coelestinum, the blue mistflower, is a species of herbaceous perennial flowering plant in the family Asteraceae. It was formerly classified in the genus Eupatorium, but phylogenetic analyses in the late 20th century research indicated that that genus should be split, and the species was reclassified in Conoclinium.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/64093/medium.jpg"
  },
  {
    "commonName": "Purple fringeless orchid",
    "sciName": "Platanthera peramoena",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127545/medium.jpg"
  },
  {
    "commonName": "serpentine aster",
    "sciName": "Symphyotrichum depauperatum",
    "desc": "Symphyotrichum depauperatum, also known as the Serpentine aster, is a rare species of aster adapted to serpentine barrens, an ecosystem with a high concentration of toxic metals in the soil.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/476627/medium.jpeg"
  },
  {
    "commonName": "Wild Rice",
    "sciName": "Zizania aquatica",
    "desc": "Wild rice (also called Canada rice, Indian rice, and water oats) are four species of grasses forming the genus Zizania, and the grain which can be harvested from them. The grain was historically gathered and eaten in both North America and China. While it is now a delicacy in North America, the grain is eaten less in China,:165 where the plant's stem is used as a vegetable.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/156532/medium.JPG"
  },
  {
    "commonName": "Rue-anemone",
    "sciName": "Thalictrum thalictroides",
    "desc": "Thalictrum thalictroides (Rue-anemone) is a spring ephemeral plant in the buttercup family, prized for its white to pink flowers, native to woodland in eastern North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/63838/medium.jpg"
  },
  {
    "commonName": "wingstem",
    "sciName": "Verbesina alternifolia",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136611/medium.jpg"
  },
  {
    "commonName": "spring beauty",
    "sciName": "Claytonia virginica",
    "desc": "Claytonia virginica (L.), the Eastern spring beauty, Virginia spring beauty, or fairy spud, is an herbaceous perennial in the family Portulacaceae. Its native range is Eastern North America. Its scientific name honors Colonial Virginia botanist John Clayton (1694–1773).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/63839/medium.jpg"
  },
  {
    "commonName": "Green-headed Coneflower",
    "sciName": "Rudbeckia laciniata",
    "desc": "Rudbeckia laciniata is a species of flowering plant in the sunflower/daisy family Asteraceae, native to eastern North America, most often found in flood plains and moist soils.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/133693/medium.jpg"
  },
  {
    "commonName": "Japanese stiltgrass",
    "sciName": "Microstegium vimineum",
    "desc": "Microstegium vimineum, commonly known as Japanese stiltgrass or Nepalese browntop, is an annual grass that is common in a wide variety of habitats and is well adapted to low light levels.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "golden ragwort",
    "sciName": "Packera aurea",
    "desc": "Packera aurea (formerly Senecio aureus), commonly known as golden ragwort or simply ragwort, is a perennial flower in the family Asteraceae. It is also known as life root, squaw weed, golden Senecio, ragwort, uncum root, waw weed, uncum, false valerian, cough weed, female regulator, cocash weed, ragweed, staggerwort, and St. James wort.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/102867/medium.jpg"
  },
  {
    "commonName": "White avens",
    "sciName": "Geum canadense",
    "desc": "Geum canadense (white avens) is a plant in the rose family, Rosaceae.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/47496/medium.jpg"
  },
  {
    "commonName": "Naked-flowered Tick-trefoil",
    "sciName": "Desmodium nudiflorum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/47488/medium.jpg"
  },
  {
    "commonName": "wild bergamot",
    "sciName": "Monarda fistulosa",
    "desc": "Wild bergamot or bee balm (Monarda fistulosa) is a wildflower in the mint family (Lamiaceae) widespread and abundant as a native plant in much of North America. This plant, with showy summer-blooming white flowers, is often used as a honey plant, medicinal plant, and garden ornamental. The species is quite variable, and several subspecies or varieties have been recognized within it.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/47761/medium.jpg"
  },
  {
    "commonName": "Obedient Plant",
    "sciName": "Physostegia virginiana",
    "desc": "Physostegia virginiana (obedient plant, obedience, or false dragonhead) is a species of flowering plant in the mint family, Lamiaceae. It is native to North America, where it is distributed from eastern Canada to northern Mexico.Physostegia are known commonly as obedient plants because a flower pushed to one side will often stay in that position. The name false dragonhead refers to the dragonheads of the related Dracocephalum, a genus to which the plant once belonged.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/47079/medium.jpg"
  },
  {
    "commonName": "wall-rue",
    "sciName": "Asplenium ruta-muraria",
    "desc": "Asplenium ruta-muraria is a species of fern commonly known as wall-rue. In Germany, it is known as Mauerraute or Mauerstreifenfarn. It is a very small epipetric species, growing exclusively on limestone and other calcareous rocks. It is native to both Europe and eastern North America. In Europe, it commonly invades masonry and is a common species, while in the United States, it is more difficult to find, favoring pockets in very well-weathered and rather dry limestone...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/46366/medium.jpg"
  },
  {
    "commonName": "Umbrella Magnolia",
    "sciName": "Magnolia tripetala",
    "desc": "Magnolia tripetala, commonely called Umbrella magnolia or simply Umbrella-tree, is a deciduous tree native to the southeastern United States in the Appalachian Mountains region. Umbrella magnolias have large shiny leaves 30-50 cm long, spreading from stout stems. In a natural setting the Umbrella magnolia can grow 15 m tall. The flowers are large, 15-25 cm diameter, with six to nine creamy-white petals and a large red style, which later develops into a red fruit 10 cm...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/201535/medium.jpg"
  },
  {
    "commonName": "rosepink",
    "sciName": "Sabatia angularis",
    "desc": "Sabatia angularis (Rosepink, Rose Pink, American centaury, Bitterbloom, Bitter floom, Square-stemmed Sabbatia) is a plant native to the United States. It blooms from July to August with fragrant pink flowers.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/45057/medium.jpg"
  },
  {
    "commonName": "Inland sea oats",
    "sciName": "Chasmanthium latifolium",
    "desc": "Chasmanthium latifolium, known as Woodoats, Inland sea oats, Northern sea oats, and River oats is a grass native to the southeastern United States and northeastern Mexico; it grows as far north as Pennsylvania and Michigan, where it is a threatened species. The species was previously classified as Uniola latifolia (André Michaux).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/164105/medium.jpg"
  },
  {
    "commonName": "Blue Cohosh",
    "sciName": "Caulophyllum thalictroides",
    "desc": "Caulophyllum thalictroides, blue cohosh a species of Caulophyllum (family Berberidaceae), also called squaw root or papoose root, is a flowering plant in the Berberidaceae (barberry) family. It is a medium-tall perennial with blue berry-like fruits and bluish-green foliage.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/99553/medium.jpg"
  },
  {
    "commonName": "winged elm",
    "sciName": "Ulmus alata",
    "desc": "Ulmus alata, the Winged Elm or Wahoo, is a small- to medium-sized deciduous tree endemic to the woodlands of the southeastern and south-central United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/59102/medium.jpg"
  },
  {
    "commonName": "Wineberry",
    "sciName": "Rubus phoenicolasius",
    "desc": "Rubus phoenicolasius (Japanese Wineberry, Wineberry, or Wine Raspberry) is a species of raspberry (Rubus subgenus Idaeobatus) native to northern China, Japan, and Korea. The species was introduced to Europe and North America as an ornamental plant and for its potential in breeding hybrid raspberries. It has subsequently escaped from cultivation and become naturalised and sometimes invasive in parts of Europe and eastern North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/42677/medium.jpg"
  },
  {
    "commonName": "resurrection fern",
    "sciName": "Pleopeltis polypodioides",
    "desc": "Pleopeltis polypodioides (resurrection fern; syn. Polypodium polypodioides) is a species of creeping, coarse-textured fern native to the Americas and Africa.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/111608/medium.jpg"
  },
  {
    "commonName": "littleleaf sensitive-briar",
    "sciName": "Mimosa microphylla",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/41711/medium.jpg"
  },
  {
    "commonName": "blue wild indigo",
    "sciName": "Baptisia australis",
    "desc": "Baptisia australis, commonly known as blue wild indigo or blue false indigo, is a flowering plant in the family Fabaceae (legumes). It is native to much of central and eastern North America and is particularly common in the Midwest, but it has also been introduced well beyond its natural range. Naturally it can be found growing wild at the borders of woods, along streams or in open meadows. It often has difficulty seeding itself in its...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/40895/medium.jpg"
  },
  {
    "commonName": "smooth purple coneflower",
    "sciName": "Echinacea laevigata",
    "desc": "Echinacea laevigata, the smooth purple coneflower, is an Endangered Species Act federally listed endangered species of plant found in the piedmont of the southeastern United States. Most populations are found on roadsides and other open areas with plenty of sunlight, often on calcium- and magnesium- rich soils.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127065/medium.jpg"
  },
  {
    "commonName": "Glade Wild Quinine",
    "sciName": "Parthenium auriculatum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127500/medium.jpg"
  },
  {
    "commonName": "wild quinine",
    "sciName": "Parthenium integrifolium",
    "desc": "Parthenium integrifolium is a species of flowering plant in the aster family known by the common names wild quinine, American feverfew, and eastern feverfew. It is native to the eastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127093/medium.jpg"
  },
  {
    "commonName": "Partridgeberry",
    "sciName": "Mitchella repens",
    "desc": "Mitchella repens, or partridge berry, or Squaw Vine, is the best known plant in the genus Mitchella. It is a creeping prostrate herbaceous woody shrub, occurring in North America and Japan, and belonging to the madder family (Rubiaceae).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/40063/medium.jpg"
  },
  {
    "commonName": "American persimmon",
    "sciName": "Diospyros virginiana",
    "desc": "Diospyros virginiana is a persimmon species commonly called the American Persimmon,Common Persimmon,Eastern Persimmon, \"'Simmon\", \"Possumwood\", or \"Sugar-plum\". It ranges from southern Connecticut/Long Island to Florida, and west to Texas, Louisiana, Oklahoma, and Kansas. The tree grows wild but has been cultivated for its fruit and wood since prehistoric times by Native Americans.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/40900/medium.jpg"
  },
  {
    "commonName": "oakleaf hydrangea",
    "sciName": "Hydrangea quercifolia",
    "desc": "Hydrangea quercifolia, commonly known by its translation oakleaf hydrangea or oak-leaved hydrangea, is a species of flowering plant native to the Southeastern United States, in woodland habitats from North Carolina west to Tennessee, and south to Florida and Louisiana. A deciduous shrub with white showy flower heads, it is a commonly grown garden plant. Numerous cultivars are available commercially.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Bursting-Heart",
    "sciName": "Euonymus americanus",
    "desc": "Euonymus americanus is a species of flowering plant in the family Celastraceae. Common names include strawberry bush, American strawberry bush, bursting-heart, and hearts-bustin'-with-love. It is native to the eastern United States, its distribution extending as far west as Texas. It has also been recorded in Ontario.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/183118/medium.jpg"
  },
  {
    "commonName": "Southern Magnolia",
    "sciName": "Magnolia grandiflora",
    "desc": "Magnolia grandiflora, commonly known as the southern magnolia or bull bay, is a tree of the family Magnoliaceae native to the southeastern United States, from Virginia south to central Florida, and west to eastern Texas and Oklahoma. Reaching 27.5 m (90 ft) in height, it is a large striking evergreen tree with large dark green leaves and large white fragrant flowers. Widely cultivated around the world, over a hundred cultivars have been bred and marketed commercially. The timber...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/38116/medium.jpg"
  },
  {
    "commonName": "Yellow Jessamine",
    "sciName": "Gelsemium sempervirens",
    "desc": "Gelsemium sempervirens is a twining vine in the family Gelsemiaceae, native to warm temperate and tropical America from Guatemala north to the Southeastern United States. It has a number of common names including yellow jessamine or jasmine,Carolina jasmine or jessamine,evening trumpetflower,gelsemium and woodbine.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/38097/medium.jpg"
  },
  {
    "commonName": "great rhododendron",
    "sciName": "Rhododendron maximum",
    "desc": "Rhododendron maximum — its common names include great rhododendron, great laurel, rosebay rhododendron, American rhododendron and big rhododendron — is a species of Rhododendron native to the Appalachians of eastern North America, from Nova Scotia south to northern Alabama.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/38109/medium.jpg"
  },
  {
    "commonName": "woolly blue violet",
    "sciName": "Viola sororia",
    "desc": "Viola sororia, known commonly as the Common Blue Violet, is a stemless herbaceous perennial plant that is native to eastern North America. It is known by a number of common names including; Common Meadow Violet, Purple Violet, Woolly Blue Violet, Hooded Violet and Wood Violet.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/111105/medium.jpg"
  },
  {
    "commonName": "tuberous grasspink",
    "sciName": "Calopogon tuberosus",
    "desc": "Calopogon tuberosus, the tuberous grasspink, is an orchid native to eastern North America. In the United States it occurs from as far southwest as Texas and Oklahoma and southeast to the Florida Everglades to as far northeast as Maine and as far northwest as Minnesota. In Canada it is found in the provinces of Nova Scotia, Ontario and Quebec. It also is found in Cuba and the Bahamas.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "sensitive fern",
    "sciName": "Onoclea sensibilis",
    "desc": "Onoclea sensibilis, the sensitive fern, also known as the bead fern, is a coarse-textured, medium to large-sized deciduous perennial fern. The name comes from the observation by early American settlers that it was very sensitive to frost, the fronds dying quickly when first touched by it. It is sometimes treated as the only species in Onoclea, but some authors do not consider the genus monotypic.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/63608/medium.jpg"
  },
  {
    "commonName": "walking fern",
    "sciName": "Asplenium rhizophyllum",
    "desc": "Asplenium rhizophyllum, the American Walking Fern, is a frequently-occurring fern native to North America. It is a close relative of Asplenium ruprechtii (syn: Camptosorus sibiricus) which is found in East Asia and also goes by the common name of walking fern.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/49455/medium.jpg"
  },
  {
    "commonName": "bird's-foot violet",
    "sciName": "Viola pedata",
    "desc": "Viola pedata (birdsfoot violet, bird's-foot violet) is an ornamental plant in the Violaceae family, is also known as the \"mountain pansy\" is endemic to eastern North America. It favors well drained, acidic soils in full to partial sun environments. It is difficult to cultivate in typical garden environments because of an intolerance to rich, organic garden soils as well as excess moisture.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/40898/medium.jpg"
  },
  {
    "commonName": "Muscadine",
    "sciName": "Vitis rotundifolia",
    "desc": "Muscadine (Vitis rotundifolia) is a grapevine species native to the American South that has been extensively cultivated since the 16th century. Its natural range is recognized in the following states of the US: Alabama, Arkansas, Delaware, Florida, Georgia, Kentucky, Louisiana, Maryland, Missouri, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia. The plants are well adapted to their native warm and humid climate; they need fewer chilling hours than better known varieties and...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/75570/medium.jpg"
  },
  {
    "commonName": "shining clubmoss",
    "sciName": "Huperzia lucidula",
    "desc": "Huperzia lucidula, shining firmoss or shining clubmoss, is a bright evergreen, rhizomatous clubmoss of the genus Huperzia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/36489/medium.jpg"
  },
  {
    "commonName": "Spotted Wintergreen",
    "sciName": "Chimaphila maculata",
    "desc": "Chimaphila maculata (Spotted Wintergreen, also called striped wintergreen, striped prince's pine or rheumatism root) is a small (10-25 cm tall), perennial evergreen herb native to eastern North America and Central America, from southern Quebec west to Illinois, and south to Florida and Panama.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/36383/medium.jpg"
  },
  {
    "commonName": "Bush Honeysuckle",
    "sciName": "Lonicera maackii",
    "desc": "Lonicera maackii (Amur Honeysuckle or Bush Honeysuckle) is a species of honeysuckle in the family Caprifoliaceae, native to temperate Asia in northern and western China (south to Yunnan), Mongolia, Japan (central and northern Honshū, rare), Korea, and southeastern Russia (Primorsky Krai).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/36296/medium.jpg"
  },
  {
    "commonName": "blackjack oak",
    "sciName": "Quercus marilandica",
    "desc": "Quercus marilandica (Blackjack oak) is a small oak, one of the red oak group Quercus sect. Lobatae, but fairly isolated from the others. It is native to the southern and central United States, with populations following the eastern seaboard north to Long Island.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127851/medium.jpg"
  },
  {
    "commonName": "Longleaf Pine",
    "sciName": "Pinus palustris",
    "desc": "Pinus palustris, commonly known as the Longleaf Pine, is a pine native to the southeastern United States, found along the coastal plain from eastern Texas to southeast Virginia, extending into northern and central Florida.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/33863/medium.jpg"
  },
  {
    "commonName": "Yellow Pitcher Plant",
    "sciName": "Sarracenia flava",
    "desc": "Sarracenia flava, the yellow pitcher plant, is a carnivorous plant in the family Sarraceniaceae. Like all the Sarraceniaceae, it is native to the New World. Its range extends from southern Alabama, through Florida and Georgia, to the coastal plains of southern Virginia, North Carolina and South Carolina. Populations also exist in the Piedmont and mountains of North Carolina.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "flowering spurge",
    "sciName": "Euphorbia corollata",
    "desc": "Euphorbia corollata is a species from the Euphorbiaceae family that is native to North America. A common name for the species is flowering spurge.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/104073/medium.jpg"
  },
  {
    "commonName": "Adam's needle",
    "sciName": "Yucca filamentosa",
    "desc": "Yucca filamentosa is a species of flowering plant in the family Asparagaceaenative to the southeastern United States as far west as Louisiana and as far north as Virginia. Its common names include Adam's needle, common yucca, Spanish bayonet,bear-grass, needle-palm, silk-grass, and spoon-leaf yucca.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/33141/medium.jpg"
  },
  {
    "commonName": "Wild Lupine",
    "sciName": "Lupinus perennis",
    "desc": "Lupinus perennis (also Indian beet, Old maid's bonnets, Blue Lupine, and Sundial lupine) is a medicinal plant in the Fabaceae family. It is widespread in the eastern part of the USA (from Florida to Maine), Canada (south of Ontario), and on the coasts of the Arctic Ocean, where it grows on sand hills.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/258799/medium.jpg"
  },
  {
    "commonName": "maidenhair spleenwort",
    "sciName": "Asplenium trichomanes trichomanes",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/621069/medium.jpg"
  },
  {
    "commonName": "Green False Hellebore",
    "sciName": "Veratrum viride",
    "desc": "Veratrum viride (Indian Poke, Indian Hellebore, False Hellebore, Green False Hellebore) is a species of Veratrum native to eastern and western (but not central) North America. It is extremely toxic, and is considered a pest plant by farmers with livestock. The species has acquired a large number of common names within its native range, including American False Hellebore, American White Hellebore, Bear Corn, Big Hellebore, Corn Lily, Devils Bite, Duck Retten, Indian Hellebore, Itch-weed, Itchweed, Poor...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/107793/medium.jpg"
  },
  {
    "commonName": "Rabbitfoot Clover",
    "sciName": "Trifolium arvense",
    "desc": "Trifolium arvense is a species of clover. It may also be known as haresfoot clover, rabbitfoot clover, stone clover, hare's-foot clover or oldfield clover. This species of clover is native to most of Europe, excluding the Arctic zone, and western Asia, in plain or mid-mountain habitats up to 1,600 metres (5,200 ft) altitude. It grows in dry sandy soils, both acidic and alkaline, typically found at the edge of fields, in wastelands, at the side of roads,...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/51140/medium.jpg"
  },
  {
    "commonName": "Black nightshade",
    "sciName": "Solanum nigrum",
    "desc": "Solanum nigrum (European black nightshade or locally just \"black nightshade\", duscle, garden nightshade, hound's berry, petty morel, wonder berry, small-fruited black nightshade or popolo) is a species in the Solanum genus, native to Eurasia and introduced in the Americas, Australasia and South Africa. Parts of this plant can be highly toxic to livestock and humans, and it's considered a weed. Nonetheless, ripe berries and cooked leaves of edible strains are used as food in some locales;...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/48075/medium.jpg"
  },
  {
    "commonName": "white campion",
    "sciName": "Silene latifolia",
    "desc": "Silene latifolia (formerly Melandrium album), or White Campion, is a dioecious flowering plant in the family Caryophyllaceae, native to most of Europe, Western Asia and Northern Africa. It is a herbaceous annual, occasionally biennial or a short-lived perennial plant, growing to between 40-80 centimetres tall.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Multiflora Rose",
    "sciName": "Rosa multiflora",
    "desc": "Rosa multiflora, commonly known as multiflora rose,baby rose,Japanese rose,many-flowered rose,seven-sisters rose,Eijitsu rose, is a species of rose native to eastern Asia, in China, Japan and Korea. It should not be confused with Rosa rugosa, which is also known as \"Japanese rose\".",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/32217/medium.jpg"
  },
  {
    "commonName": "PLAARI",
    "sciName": "Plantago aristata",
    "desc": "Plantago aristata is a species of plantain known by the common name largebracted plantain. It is native to the eastern and central United States, and it can be found in other parts of North America as well as parts of Eurasia as an introduced species. It grows in many types of habitat, including disturbed areas, where it is a minor weed. It is an annual herb usually lacking a stem, producing a circular rosette of many...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/116659/medium.jpg"
  },
  {
    "commonName": "PANDIC",
    "sciName": "Panicum dichotomiflorum",
    "desc": "Panicum dichotomiflorum, known by the common name Fall panicgrass, is a species of Poaceae \"true grass\". It is native to much of the eastern United States and parts of Canada, and it can be found in the Western United States through California. It may be an introduced species in some western climates. It grows in many types of habitat, including disturbed areas and chaparral habitats.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Japanese Honeysuckle",
    "sciName": "Lonicera japonica",
    "desc": "The Japanese honeysuckle (Lonicera japonica; Suikazura スイカズラ／吸い葛 in Japanese; Jinyinhua in Chinese; 忍冬 in Chinese and Japanese) is a species of honeysuckle native to eastern Asia including China, Japan and Korea. It is a twining vine able to climb up to 10 metres (33 ft) high or more in trees, with opposite, simple oval leaves 3–8 centimetres (1.2–3.1 in) long and 2–3 centimetres (0.79–1.2 in) broad. The flowers are double-tongued, opening white and fading to yellow, and sweetly vanilla...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/144259/medium.jpg"
  },
  {
    "commonName": "Japanese Privet",
    "sciName": "Ligustrum japonicum",
    "desc": "Ligustrum japonicum (Japanese privet or wax-leaf privet; Japanese: ネズミモチ) is a species of Ligustrum (privet) native to central and southern Japan (Honshū, Shikoku, Kyūshū, Okinawa) and Korea.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/100501/medium.jpg"
  },
  {
    "commonName": "Virginia pepperweed",
    "sciName": "Lepidium virginicum",
    "desc": "Lepidium virginicum, also known as Virginia pepperweed or peppergrass, is an annual or biennial plant in the Brassicaceae or mustard family. It is native to much of North America, including most of the United States and Mexico and southern regions of Canada, as well as most of Central America. It can be found elsewhere as an introduced species.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/141438/medium.jpg"
  },
  {
    "commonName": "Common Sneezeweed",
    "sciName": "Helenium autumnale",
    "desc": "Helenium autumnale is a flowering plant native to North America. Common names include common sneezeweed and large-flowered sneezeweed.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/164160/medium.jpg"
  },
  {
    "commonName": "Bitterweed",
    "sciName": "Helenium amarum",
    "desc": "Helenium amarum is a species of annual herb in the daisy family known by the common names yellowdicks, yellow sneezeweed, and bitter sneezeweed. It is native to much of the southeastern United States and northern Mexico, and it is present elsewhere in North America as an introduced species. This is a multibranched bushy erect plant reaching 20 to 70 centimeters in height and thickly foliated in narrow to threadlike leaves. The tops of stem branches hold...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/42123/medium.jpg"
  },
  {
    "commonName": "Tall Fescue",
    "sciName": "Festuca arundinacea",
    "desc": "Festuca arundinacea (syn., Lolium arundinaceum Darbyshire; Schedonorus phoenix (Scop.) Holub) is a species of grass commonly known as tall fescue. It is a cool-season perennial C3 species of bunchgrass native to Europe. It is an important forage grass throughout Europe, and many cultivars have been used in agriculture. It is also an ornamental grass in gardens, and a phytoremediation plant.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/89707/medium.jpg"
  },
  {
    "commonName": "Daisy Fleabane",
    "sciName": "Erigeron strigosus",
    "desc": "Erigeron strigosus is a species of flowering plant in the daisy family known by the common name plains fleabane.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/444151/medium.jpg"
  }
]
