[
  {
    "commonName": "Queen Anne's Lace",
    "sciName": "Daucus carota",
    "desc": "Daucus carota (common names include wild carrot, (UK) bird's nest, bishop's lace, and Queen Anne's lace (North America)) is a flowering plant in the family Apiaceae, native to temperate regions of Europe, southwest Asia and naturalised to North America and Australia. Domesticated carrots are cultivars of a subspecies, Daucus carota subsp. sativus.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/33136/medium.jpg"
  },
  {
    "commonName": "Chamaesyce nutans",
    "sciName": "Chamaesyce nutans",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Pennsylvania Bittercress",
    "sciName": "Cardamine pensylvanica",
    "desc": "Cardamine pensylvanica is a species of Cardamine known by the common name Pennsylvania bittercress. It is native to most of Canada and the United States from coast to coast. It is generally found in moist to wet areas, such as the mud on riverbanks. It is a biennial herb producing one or more erect or leaning, branching stems which are purple to green in color and grow 10–70 cm (4–28 in) tall. The leaves are hairless and divided...",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "American Trumpet Vine",
    "sciName": "Campsis radicans",
    "desc": "Campsis radicans (trumpet vine or trumpet creeper, also known in North America as cow itch vine or hummingbird vine), is a species of flowering plant of the family Bignoniaceae, native to the southeastern United States. Growing to 10 m (33 ft), it is a vigorous, deciduous woody vine, notable for its showy trumpet-shaped flowers. It inhabits woodlands and riverbanks, and is also a popular garden subject.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/42046/medium.jpg"
  },
  {
    "commonName": "Butterfly Bush",
    "sciName": "Buddleja davidii",
    "desc": "Buddleja davidii (spelling variant Buddleia davidii), also called summer lilac, butterfly-bush, or orange eye, is a species of flowering plant in the family Scrophulariaceae, native to Sichuan and Hubei provinces in central China, and also Japan. It is widely used as an ornamental plant, and many named varieties are in cultivation. B. davidii, named for the Basque missionary and explorer in China, Father Armand David, who first noticed the shrub, was found near Ichang by Dr...",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Rattlesnake Fern",
    "sciName": "Botrypus virginianus",
    "desc": "Botrypus virginianus, sometimes called rattlesnake fern, is a low-growing herb in the Ophioglossales, commonly a foot high or smaller. The plant is ternately branched and the leaves feel soft. The stem is bicolor, being pinkish or light tan at the base but greenish nearer the branches or leaves.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/244783/medium.jpg"
  },
  {
    "commonName": "Herb-of-Grace",
    "sciName": "Bacopa monnieri",
    "desc": "Bacopa monnieri (waterhyssop, brahmi, thyme-leafed gratiola, water hyssop) is a perennial, creeping herb whose habitat includes wetlands and muddy shores. Brahmi is also the name given to Centella asiatica, particularly in North India, and Kerala where it is also identified in Malayalam as muttil (മുത്തിള്‍) or kodakan. This identification of brāhmī as C. asiatica has been in use for long in northern India, as Hēmādri's Commentary on Aṣṭāṅgahṛdayaṃ (Āyuṛvēdarasāyanaṃ) treats maṇḍūkapaṛṇī (C. asiatica) as a synonym of brahmi,...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/123979/medium.jpg"
  },
  {
    "commonName": "maidenhair spleenwort",
    "sciName": "Asplenium trichomanes",
    "desc": "Asplenium trichomanes (commonly known as maidenhair spleenwort) is a small fern in the spleenwort genus Asplenium. It is a widespread and common species, occurring almost worldwide in a variety of rocky habitats. It is a variable fern with several subspecies.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/23782/medium.jpg"
  },
  {
    "commonName": "sweet vernal grass",
    "sciName": "Anthoxanthum odoratum",
    "desc": "Anthoxanthum odoratum, known as sweet vernal grass, holy grass, vanilla grass or buffalo grass, is a short-lived grass found wild in acidic grasslands in Eurasia. It is also grown as a lawn grass and a house plant, due to its sweet scent, and can also be found on unimproved pastures and meadows. Odoratum is Latin for \"smell as well\".",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/324347/medium.jpg"
  },
  {
    "commonName": "round-lobed hepatica",
    "sciName": "Anemone americana",
    "desc": "Hepatica nobilis is a herbaceous perennial in the buttercup family (Ranunculaceae).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/231989/medium.jpg"
  },
  {
    "commonName": "Laurel Oak",
    "sciName": "Quercus laurifolia",
    "desc": "Quercus laurifolia (Swamp laurel oak, Diamond-leaf oak, Water oak, Obtusa oak, Laurel oak) is a medium sized deciduous or semi-evergreen oak in the red oak section Quercus sect. Lobatae. It is native to the southeast of the United States, from coastal Virginia to central Florida and west to southeast Texas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/227551/medium.jpg"
  },
  {
    "commonName": "lirio",
    "sciName": "Sagittaria lancifolia",
    "desc": "Sagittaria lancifolia is a perennial, monocot plant in the family Alismataceae, genus Sagittaria, with herbaceous growth patterns. It is native to the southeastern United States and westward through Texas. It is also known as \"duck potato\" because of the large potato-like corms which can form underground.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/28587/medium.jpg"
  },
  {
    "commonName": "SAGGRA",
    "sciName": "Sagittaria graminea",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/28576/medium.jpg"
  },
  {
    "commonName": "azure bluet",
    "sciName": "Houstonia caerulea",
    "desc": "Houstonia caerulea (azure bluet or Quaker ladies) is a perennial species in the Rubiaceae family.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "deer-tongue witchgrass",
    "sciName": "Panicum clandestinum",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Yellow Fairybells",
    "sciName": "Prosartes lanuginosa",
    "desc": "Prosartes lanuginosa (formerly Disporum lanuginosum) is a member of the lily family with the common name Yellow Mandarin or Fairybells.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/324272/medium.jpg"
  },
  {
    "commonName": "Appalachian groundsel",
    "sciName": "Packera anonyma",
    "desc": "Packera anonyma is a species of the genus Packera and family Asteraceae.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/23519/medium.jpg"
  },
  {
    "commonName": "deerberry",
    "sciName": "Vaccinium stamineum",
    "desc": "Vaccinium stamineum, commonly known as deerberry, tall deerberry, squaw huckleberry, highbush huckleberry, buckberry, and southern gooseberry, is a species of flowering plant in the heath family, Ericaceae. It is native to North America, including Ontario, the eastern United States, and parts of Mexico. It is most common in the southeastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/23269/medium.jpg"
  },
  {
    "commonName": "wild comfrey",
    "sciName": "Cynoglossum virginianum",
    "desc": "Cynoglossum virginianum, also known as the wild comfrey, is a plant native to United States. It is also sometimes called the blue houndstongue. It gets its name from the appearance of its leaves that look like the a dog's tongue, which translates to Cynoglossum in Greek.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/23257/medium.jpg"
  },
  {
    "commonName": "Carolina spring-beauty",
    "sciName": "Claytonia caroliniana",
    "desc": "Claytonia caroliniana, the Carolina springbeauty, is an herbaceous perennial in the family Portulacaceae. Its native range is Eastern North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/23231/medium.jpg"
  },
  {
    "commonName": "Autumn Olive",
    "sciName": "Elaeagnus umbellata",
    "desc": "Elaeagnus umbellata, is known as Japanese silverberry,umbellata oleaster,autumn-olive,autumn elaeagnus, or spreading oleaster. The species is indigenous to eastern Asia and ranges from the Himalayas eastwards to Japan. Because it fixes atmospheric nitrogen in its roots, it often grows vigorously and competitively in infertile soils.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/20490/medium.jpg"
  },
  {
    "commonName": "Wood sage",
    "sciName": "Teucrium canadense",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/20332/medium.jpg"
  },
  {
    "commonName": "shining sumac",
    "sciName": "Rhus copallina",
    "desc": "Rhus copallina (orth. var. Rhus copallinum), Shining Sumac, Dwarf Sumac, Flameleaf Sumac or Winged Sumac, is a species of flowering plant in the cashew family (Anacardiaceae) that is native to eastern North America. It is a deciduous tree growing to 3.5–5.5 metres (11–18 ft) tall and an equal spread with a rounded crown. A 5-year-old sapling will stand about 2.5 metres (8.2 ft).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/20326/medium.jpg"
  },
  {
    "commonName": "Deptford pink",
    "sciName": "Dianthus armeria",
    "desc": "Dianthus armeria (Deptford Pink or Grass Pink) is a species of Dianthus (\"pink\") native to most of Europe, from Portugal north to southern Scotland and southern Finland, and east to Ukraine and the Caucasus. It is also found in North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/20316/medium.jpg"
  },
  {
    "commonName": "American Bittersweet",
    "sciName": "Celastrus scandens",
    "desc": "Celastrus scandens, commonly called American Bittersweet or Bittersweet, is a species of Celastrus that blooms mostly in June and is commonly found on rich, well-drained soils of woodlands. It has a sturdy perennial vine that may have twining, woody stems that are 30 feet (9.1 m) or longer and an inch or more thick at the base. The stems are yellowish-green to brown and wind around other vegetation, sometimes killing saplings by restricting further growth. It has...",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Gingko",
    "sciName": "Ginkgo biloba",
    "desc": "Ginkgo (Ginkgo biloba; in Chinese and Japanese 銀杏, pinyin romanization: yín xìng, Hepburn romanization: ichō or ginnan), also spelled gingko and also known as the maidenhair tree, is a unique species of tree with no close living relatives. The ginkgo is a living fossil, recognisably similar to fossils dating back 270 million years. Native to China, the tree is widely cultivated and was introduced early to human history. It has various uses in traditional medicine and as...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/184612/medium.jpg"
  },
  {
    "commonName": "Clasping Venus's Looking Glass",
    "sciName": "Triodanis perfoliata",
    "desc": "Triodanis perfoliata, the Clasping Venus's Looking Glass, is an annual herb native to North America. It is a flowering plant belonging to the family Campanulaceae.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/113556/medium.jpg"
  },
  {
    "commonName": "Lyre-leaf sage",
    "sciName": "Salvia lyrata",
    "desc": "Salvia lyrata (lyre-leaf sage, lyreleaf sage, wild sage, cancerweed), is a herbaceous perennial in the family Lamiaceae that is native to the United States, from Connecticut west to Missouri, and in the south from Florida east to Texas. It was described and named by Carolus Linnaeus in 1753.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/19729/medium.jpg"
  },
  {
    "commonName": "early forget-me-not",
    "sciName": "Myosotis verna",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "black maidenhair fern",
    "sciName": "Adiantum capillus-veneris",
    "desc": "Adiantum capillus-veneris, the Southern maidenhair fern, black maidenhair fern, and venus hair fern, is a species of ferns in the genus Adiantum with a subcosmopolitan worldwide distribution. It is cultivated as a popular garden fern and houseplant.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/19576/medium.jpg"
  },
  {
    "commonName": "Cranberry",
    "sciName": "Vaccinium macrocarpon",
    "desc": "Vaccinium macrocarpon (also called Large cranberry, American Cranberry and Bearberry) is a cranberry of the subgenus Oxycoccus and genus Vaccinium. It is native to North America (eastern Canada, and eastern United States, south to North Carolina at high altitudes).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/19098/medium.jpg"
  },
  {
    "commonName": "hobble",
    "sciName": "Viburnum lantanoides",
    "desc": "Viburnum lantanoides (also called Hobblebush, Witch-hobble, and Moosewood) is a perennial shrub of the family Adoxaceae growing 2–4 meters (6–12 ft) high with pendulous branches that take root where they touch the ground. These rooted branches form obstacles which easily trip (or hobble) walkers – hence the common name.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/18372/medium.jpg"
  },
  {
    "commonName": "hay-scented fern",
    "sciName": "Dennstaedtia punctilobula",
    "desc": "Dennstaedtia punctilobula (Hay-scented Fern) is a species of fern native to eastern North America, from Newfoundland west to Wisconsin and Arkansas, and south in the Appalachian Mountains to northern Alabama; it is most abundant in the east of its range, with only scattered populations in the west.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/18386/medium.gif"
  },
  {
    "commonName": "white baneberry",
    "sciName": "Actaea pachypoda",
    "desc": "Actaea pachypoda (doll's-eyes, white baneberry) is a species of flowering plant in the genus Actaea, of the family Ranunculaceae, native to eastern North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/48618/medium.jpg"
  },
  {
    "commonName": "maple-leaf viburnum",
    "sciName": "Viburnum acerifolium",
    "desc": "Viburnum acerifolium (Maple-leaf Viburnum or Dockmackie) is a species of Viburnum, native to eastern North America from southwestern Quebec and Ontario south to northern Florida and eastern Texas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/35734/medium.jpg"
  },
  {
    "commonName": "curlyheads",
    "sciName": "Clematis ochroleuca",
    "desc": "Clematis ochroleuca is a species of flowering plants in the Ranunculaceae (buttercup) family known by the common names curlyheads and erect silky leather-flower. It is native to North America with a distribution on the east coast of the United States from Long Island to northern Georgia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/18126/medium.jpg"
  },
  {
    "commonName": "Beechdrops",
    "sciName": "Epifagus virginiana",
    "desc": "Common names; Beech drops, Beech-drops, Beechdrops",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/17879/medium.jpg"
  },
  {
    "commonName": "kudzu vine",
    "sciName": "Pueraria lobata",
    "desc": "Kudzu (/ˈkʊdzuː/, also called Japanese arrowroot,) is a group of plants in the genus Pueraria, in the pea family Fabaceae, subfamily Faboideae. They are climbing, coiling, and trailing vines native to much of eastern Asia, southeast Asia, and some Pacific Islands. The name comes from the Japanese name for the plants, kuzu (クズ or 葛?), which was written \"kudzu\" in historical romanizations. Where these plants are naturalized, they can be invasive, and are considered noxious weeds....",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/17856/medium.jpg"
  },
  {
    "commonName": "spearmint",
    "sciName": "Mentha spicata",
    "desc": "Mentha spicata (spearmint or spear mint) is a species of mint native to much of Europe and southwest Asia, though its exact natural range is uncertain due to extensive early cultivation.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Dwarf St. John's Wort",
    "sciName": "Hypericum mutilum",
    "desc": "Hypericum mutilum is a species of St. John's wort known by the common name dwarf St. John's wort. It is native to parts of North America, and is present in other parts as an introduced species. It is an annual or perennial herb taking a multibranched erect form up to about 60 centimeters tall. The oval green leaves are one or two centimeters long and are covered in tiny glands. The inflorescence is a compound cyme...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/249137/medium.jpg"
  },
  {
    "commonName": "downy rattlesnake plantain",
    "sciName": "Goodyera pubescens",
    "desc": "Goodyera pubescens, the Rattlesnake Plantain, is one of the most common orchids native to eastern North America. It is an evergreen terrestrial species with variegated leaves. The variegation is in the form of a densely-reticulated network of veins that are a much lighter green than the rest of the leaf tissue. It is a creeping plant that divides on the ground surface and sends out short stolons. It may be terrestrial or, occasionally, epipetric, growing on...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/17339/medium.jpg"
  },
  {
    "commonName": "monkeyflower",
    "sciName": "Mimulus ringens",
    "desc": "Mimulus ringens is a species of monkeyflower known by the common names Allegheny monkeyflower and square-stemmed monkeyflower.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/17325/medium.jpg"
  },
  {
    "commonName": "Eastern Teaberry",
    "sciName": "Gaultheria procumbens",
    "desc": "Gaultheria procumbens (eastern teaberry, checkerberry, boxberry, or American wintergreen) is a species of Gaultheria native to northeastern North America from Newfoundland west to southeastern Manitoba, and south to Alabama. It is a member of the Ericaceae (heath family).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/17300/medium.jpg"
  },
  {
    "commonName": "narrowleaf cow wheat",
    "sciName": "Melampyrum lineare",
    "desc": "Melampyrum lineare or narrowleaf cow wheat is a hemiparasitic plant native to North America, especially southern Canada through the eastern United States. Leaves have two forms. Lower on the plant leaves are linear. Below the flowers, leaves have two pointed lobes behind the usual linear structure. Leaves are opposite. Stems appear dark olive green and slender. Cow wheat is low ground cover and does not get taller than a foot. This plant is common to Jack...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/17384/medium.jpg"
  },
  {
    "commonName": "Harebell",
    "sciName": "Campanula rotundifolia",
    "desc": "Campanula rotundifolia (harebell) is a rhizomatous perennial flowering plant in the bellflower family native to temperate regions of the Northern Hemisphere.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/17106/medium.jpg"
  },
  {
    "commonName": "small whorled pogonia",
    "sciName": "Isotria medeoloides",
    "desc": "Isotria medeoloides (small whorled pogonia or little five leaves) is a terrestrial orchid found in temperate Eastern North America. Its range is from southern Maine south to Georgia and west to southern Ontario, Michigan, and Tennessee. A population was found in Missouri in 1897, but the plant is no longer believed extant there. It has always been considered a rare species, often legendarily so. It has been called \"the rarest orchid east of the Mississippi.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/16925/medium.jpg"
  },
  {
    "commonName": "Sulphur Cinquefoil",
    "sciName": "Potentilla recta",
    "desc": "Potentilla recta (Sulphur Cinquefoil or Rough-fruited Cinquefoil) is a species of cinquefoil. It is native to Eurasia but it is present in North America as an introduced species, ranging through almost the entire continent except the northernmost part of Canada and Alaska.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/16948/medium.jpg"
  },
  {
    "commonName": "Southern Red Oak",
    "sciName": "Quercus falcata",
    "desc": "Quercus falcata, commonly known as the Southern Red Oak or Spanish Oak, is a tree in the red oak section (Lobatae) of the genus Quercus native to the southeastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15461/medium.jpg"
  },
  {
    "commonName": "rosebud orchid",
    "sciName": "Cleistes divaricata",
    "desc": "Cleistes divaricata (rosebud orchid) is a terrestrial orchid found in the southeastern United States. Its range is from southern New Jersey south to Florida. It blooms from May to July.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15218/medium.jpg"
  },
  {
    "commonName": "Winterberry Holly",
    "sciName": "Ilex verticillata",
    "desc": "Ilex verticillata, the winterberry, is a species of holly native to eastern North America in the United States and southeast Canada, from Newfoundland west to Ontario and Minnesota, and south to Alabama.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15198/medium.jpg"
  },
  {
    "commonName": "Broad-leaved Everlasting-pea",
    "sciName": "Lathyrus latifolius",
    "desc": "Lathyrus latifolius, the perennial peavine, perennial pea, or everlasting sweet pea, is a flowering plant of the genus Lathyrus in the legume family Fabaceae. It is native to Europe but is present on other continents, such as North America and Australia, where it is an introduced species.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/17425/medium.jpg"
  },
  {
    "commonName": "American Holly",
    "sciName": "Ilex opaca",
    "desc": "Ilex opaca, the American Holly, is a species of holly, native to the eastern United States, from coastal Massachusetts south to central Florida, and west to southeastern Missouri and eastern Texas.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "common greenbriar",
    "sciName": "Smilax rotundifolia",
    "desc": "Smilax rotundifolia, known as common greenbrier, is a woody vine native to the Eastern United States. The leaves are glossy green, petioled, alternate, and circular to heart-shaped. They are generally 5–13 cm long. Common greenbriar climbs other plants using green tendrils growing out of the petioles.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/35344/medium.jpg"
  },
  {
    "commonName": "lizard's tail",
    "sciName": "Saururus cernuus",
    "desc": "Saururus cernuus (lizard's tail, water-dragon, swamp root) is a medicinal and ornamental plant native to eastern North America. It grows in wet areas or shallow water, and can be up to about a meter tall. The native range covers much of the eastern United States, as far west as eastern Texas and Kansas, south to Florida, and north to Michigan and New York state, slightly into Ontario.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/14907/medium.jpg"
  },
  {
    "commonName": "Cutleaf Toothwort",
    "sciName": "Cardamine concatenata",
    "desc": "The Cutleaf Toothwort, Crow's Toes, Pepper Root, Purple-flowered Toothwort (Cardamine concatenata) is a flowering plant in Brassicaceae. It owes its name to the tooth-like appearance of its rhizome. It is a perennial plant woodland wildflower native to eastern North America. It is considered a spring ephemeral and blooms in March, April, and/or May.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/92442/medium.jpg"
  },
  {
    "commonName": "barnyardgrass",
    "sciName": "Echinochloa crus-galli",
    "desc": "Echinochloa crus-galli is a type of wild grass originating from tropical Asia that was formerly classified as a type of panicum grass. It is commonly known as cockspur (or cockspur grass), barnyard millet, Japanese millet, water grass, common barnyard grass, or simply \"barnyard grass\" (which may refer to any species of Echinochloa or the genus as a whole however). This plant can grow to 60\" (1.5 m) in height and has long, flat leaves which are...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/171517/medium.jpg"
  },
  {
    "commonName": "Velvetleaf",
    "sciName": "Abutilon theophrasti",
    "desc": "Abutilon theophrasti (Velvetleaf, China Jute, Buttonweed, Butterprint, Pie-marker, samuel eu bine or Indian Mallow) is an annual plant in the family Malvaceae, native to southern Asia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/29952/medium.jpg"
  },
  {
    "commonName": "Yellow Bird's-Nest",
    "sciName": "Monotropa hypopitys",
    "desc": "Monotropa hypopitys, also known as Dutchman's pipe, yellow bird's-nest or pinesap, is a herbaceous perennial plant, formerly classified in the families Monotropaceae or Pyrolaceae, but now included within the subfamily Monotropoideae of the blueberry family (Ericaceae). It is native to temperate regions of the Northern Hemisphere, and is scarce or rare in many areas. However, it is still the most widespread member of the subfamily. While currently included in the genus Monotropa, recent genetic evidence strongly...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/14046/medium.jpg"
  },
  {
    "commonName": "American Cancer-root",
    "sciName": "Conopholis americana",
    "desc": "Conopholis americana, American cancer-root or squawroot or bear corn, is a perennial, non-photosynthesizing (or \"achlorophyllous\") parasitic plant, from the family Orobanchaceae and more recently from the genus Conopholis but also listed as Orobanche, native but not endemic to North America and when blooming, resembles a pine cone or cob of corn growing from the roots of mostly oak and beech trees.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/14041/medium.jpg"
  },
  {
    "commonName": "frog fruit",
    "sciName": "Phyla lanceolata",
    "desc": "Phyla lanceolata is a species of flowering plant in the verbena family known by the common name lanceleaf fogfruit or frogfruit. It is native to the southern half of North America, including much of the United States except for the northwestern quadrant, and much of Mexico. It is resident in many types of moist and wet habitat, including disturbed areas, such as irrigation ditches. It is a perennial herb growing decumbent in a matlike form with...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/14650/medium.jpg"
  },
  {
    "commonName": "Frog fruit",
    "sciName": "Phyla nodiflora",
    "desc": "Phyla nodiflora (frog fruit, sawtooth fogfruit, turkey tangle), is an ornamental plant in the Verbenaceae family, and is native to South America and the United States. It can be found in tropical areas around the globe, a naturalized species in many places. This plant is cited in Flora Brasiliensis by Carl Friedrich Philipp von Martius. It is often grown as groundcover, and is sometimes present in yards as a lawn weed.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/12796/medium.jpg"
  },
  {
    "commonName": "Great Mullein",
    "sciName": "Verbascum thapsus",
    "desc": "Verbascum thapsus (great mullein or common mullein) is a species of mullein native to Europe, northern Africa and Asia, and introduced in the Americas and Australia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/13919/medium.jpg"
  },
  {
    "commonName": "Carolina Cranesbill",
    "sciName": "Geranium carolinianum",
    "desc": "Geranium carolinianum is a species of geranium known by the common name Carolina cranesbill, or Carolina geranium. It is native to North America, where it is widespread and grows in many types of habitat. This is an annual herb reaching just over half a meter in maximum height. It has erect stems covered in spiky hairs. The palmate leaves are several centimeters wide and divided into usually five segments which are each subdivided into elegantly pointed...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/96518/medium.jpg"
  },
  {
    "commonName": "Indian hemp",
    "sciName": "Apocynum cannabinum",
    "desc": "Apocynum cannabinum (Dogbane, Amy Root, Hemp Dogbane, Indian Hemp, Rheumatism Root, or Wild Cotton) is a perennial herbaceous plant that grows throughout much of North America - in the southern half of Canada and throughout the United States. It is a poisonous plant: Apocynum means \"poisonous to dogs\". All parts of the plant are poisonous and can cause cardiac arrest if ingested. The cannabinum in the scientific name and the common names Hemp Dogbane and Indian...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/16979/medium.jpg"
  },
  {
    "commonName": "skunk bush",
    "sciName": "Rhus aromatica",
    "desc": "Rhus aromatica (also known as Fragrant Sumac) is a plant species in the family Anacardiaceae native to Canada and the United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/96541/medium.jpg"
  },
  {
    "commonName": "Poison Ivy",
    "sciName": "Toxicodendron radicans",
    "desc": "Toxicodendron radicans, commonly known as poison ivy (older synonyms are Rhus toxicodendron and Rhus radicans), is a poisonous North American and Asian plant that is well known for its production of urushiol, a clear liquid compound found within the sap of the plant that causes an itching, irritation and sometimes painful rash in most people who touch it. The plant is not a true ivy (Hedera).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/146477/medium.jpg"
  },
  {
    "commonName": "common juniper",
    "sciName": "Juniperus communis",
    "desc": "Juniperus communis, the common juniper, is a species in the genus Juniperus, in the family Cupressaceae. It has the largest range of any woody plant, throughout the cool temperate Northern Hemisphere from the Arctic south in mountains to around 30°N latitude in North America, Europe and Asia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/24537/medium.jpg"
  },
  {
    "commonName": "Pink-sorrel",
    "sciName": "Oxalis articulata",
    "desc": "Oxalis articulata, the pink-sorrel, is a plant species in the genus Oxalis native from South America. It has been introduced in Europe in gardens and is now naturalized in these areas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/12450/medium.jpg"
  },
  {
    "commonName": "Johnny-jump-up",
    "sciName": "Viola bicolor",
    "desc": "Viola bicolor, commonly known as the American field pansy or wild pansy, is an annual plant in the violet family found throughout much of North America. There is some debate as to whether the plant is native to North America or if it was introduced from the Old World as a variety of Viola kitaibeliana, but it is now generally thought to have originated in the New World. It is common in disturbed habitats, but is...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/100244/medium.jpg"
  },
  {
    "commonName": "fire pink",
    "sciName": "Silene virginica",
    "desc": "Fire pink (Silene virginica) is a wildflower in the pink family, Caryophyllaceae. It is known for its distinct brilliant red flowers. Each flower is approximately five centimeters in diameter and composed of five notched, brilliant red petals which extend into a long tube. It is a small (20-80 cm tall), short-lived perennial (2-3 years), with lance shaped leaves. Its stems, and the bases of the flowers, are covered in short sticky hairs. Fire Pink begins blooming...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/11865/medium.jpg"
  },
  {
    "commonName": "Tree of Heaven",
    "sciName": "Ailanthus altissima",
    "desc": "Ailanthus altissima /eɪˈlænθəs ælˈtɪsɨmə/, commonly known as tree of heaven, ailanthus, or in Standard Chinese as chouchun (Chinese: 臭椿; pinyin: chòuchūn; literally \"foul smelling tree\"), is a deciduous tree in the Simaroubaceae family. It is native to both northeast and central China and Taiwan. Unlike other members of the genus Ailanthus, it is found in temperate climates rather than the tropics. The tree grows rapidly and is capable of reaching heights of 15 metres (49 ft) in...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/11856/medium.jpg"
  },
  {
    "commonName": "beach pearlwort",
    "sciName": "Sagina decumbens",
    "desc": "Sagina decumbens is a species of flowering plant in the pink family known by the common names trailing pearlwort and western pearlwort. It is native to several areas of North America, where it can be found in many types of habitat. It is a small annual herb producing a threadlike green or purplish stem growing erect or trailing, measuring up to about 16 centimeters long. The leaves are hairless, linear in shape, and one half to...",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "great scented liverwort",
    "sciName": "Conocephalum conicum",
    "desc": "Conocephalum conicum, the snakeskin liverwort, is a liverwort species in the genus Conocephalum .",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/25464/medium.jpg"
  },
  {
    "commonName": "Canadian wild ginger",
    "sciName": "Asarum canadense",
    "desc": "Asarum canadense, commonly known as Canada wild ginger, Canadian snakeroot and broad-leaved asarabaccais, is a herbaceous perennial native to deciduous forest in eastern North America, from the Great Plains east to the Atlantic Coast, and from southeastern Canada south to approximately the fall line in the southeastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/73014/medium.jpg"
  },
  {
    "commonName": "Soft rush",
    "sciName": "Juncus effusus",
    "desc": "Soft rush (Juncus effusus) is a member of the genus Juncus. Native to most continents, and hence also known as common rush, this plant is found growing in wet areas, such as the purple moor-grass and rush pastures and fen-meadow plant associations in the United Kingdom.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10741/medium.jpg"
  },
  {
    "commonName": "Ivy-leaved Speedwell",
    "sciName": "Veronica hederifolia",
    "desc": "Veronica hederifolia (Ivy-leaved Speedwell) is a flowering plant belonging to the family Plantaginaceae. It is native to Eurasia and it is present in other places as an introduced species and a common weed. It is an annual herb growing from a taproot and producing a hairy, spreading stem up to about 60 centimeters long. The stem is lined with rounded leaves with blades which are divided shallowly into 3 to 5 lobes and borne on petioles....",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/364308/medium.jpg"
  },
  {
    "commonName": "shepherd's purse",
    "sciName": "Capsella bursa-pastoris",
    "desc": "Capsella bursa-pastoris, known by its common name shepherd's-purse because of its triangular, purse-like pods, is a small (up to 0.5m) annual and ruderal species, and a member of the Brassicaceae or mustard family. It is native to eastern Europe and Asia minor but is naturalized and considered a common weed in many parts of the world, especially in colder climates, including Britain, where it is regarded as an archaeophyte,North America and China but also in the...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5164/medium.jpg"
  },
  {
    "commonName": "Black Locust",
    "sciName": "Robinia pseudoacacia",
    "desc": "Robinia pseudoacacia, commonly known as the black locust, is a tree of the genus Robinia in the subfamily Faboideae of the pea family Fabaceae. It is native to the southeastern United States, but has been widely planted and naturalized elsewhere in temperate North America, Europe, Southern Africa and Asia and is considered an invasive species in some areas. A less frequently used common name is false Acacia, which is a literal translation of the specific epithet.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10508/medium.jpg"
  },
  {
    "commonName": "Smooth Alder",
    "sciName": "Alnus serrulata",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15541/medium.jpg"
  },
  {
    "commonName": "Common Ivy",
    "sciName": "Hedera helix",
    "desc": "Hedera helix (common ivy, English ivy, European ivy, or just ivy) is a species of flowering plant in the family Araliaceae, native to most of Europe and western Asia. A rampant, clinging evergreen vine, it is a familiar sight in gardens, waste spaces, on house walls, tree trunks and in wild areas across its native habitat. It is labeled as an invasive species in a number of areas where it has been introduced.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Red deadnettle",
    "sciName": "Lamium purpureum",
    "desc": "The red deadnettle, purple deadnettle, purple archangel, or velikdenche (Lamium purpureum) is a herbaceous flowering plant native to Europe and Asia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/9778/medium.jpg"
  },
  {
    "commonName": "Lesser Periwinkle",
    "sciName": "Vinca minor",
    "desc": "Vinca minor (common names lesser periwinkle or dwarf periwinkle) is a species of flowering plant native to central and southern Europe, from Portugal and France north to the Netherlands and the Baltic States, east to the Caucasus, and also southwestern Asia in Turkey. Other vernacular names used in cultivation include small periwinkle, common periwinkle, and sometimes in the United States, myrtle or creeping myrtle, although this is misleading, as the name myrtle normally refers to the...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/9752/medium.jpg"
  },
  {
    "commonName": "Ground Ivy",
    "sciName": "Glechoma hederacea",
    "desc": "Glechoma hederacea (syn. Nepeta glechoma Benth., Nepeta hederacea (L.) Trevir.) is an aromatic, perennial, evergreen creeper of the mint family Lamiaceae. It is commonly known as ground-ivy, gill-over-the-ground,creeping charlie, alehoof, tunhoof, catsfoot, field balm, and run-away-robin,. It is also sometimes known as creeping jenny, but that name more commonly refers to Lysimachia nummularia. It has numerous medicinal uses, and is used as a salad green in many countries. European settlers carried it around the world, and...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/9727/medium.jpg"
  },
  {
    "commonName": "common field-speedwell",
    "sciName": "Veronica persica",
    "desc": "Veronica persica (common names: Persian speedwell, large field speedwell, bird's-eye, or winter speedwell) is a flowering plant native to Eurasia. It was first recorded in Britain in 1825 and is widespread in North America and eastern Asia, including Japan and Taiwan.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10305/medium.jpg"
  },
  {
    "commonName": "Lesser Celandine",
    "sciName": "Ranunculus ficaria",
    "desc": "Lesser celandine (Ranunculus ficaria, syn. Ficaria grandiflora Robert, Ficaria verna Huds.) is a low-growing, hairless perennial plant, with fleshy dark green, heart-shaped leaves. The plant is found throughout Europe and west Asia and is now introduced in North America, where it is often considered invasive. It prefers bare, damp ground and in the UK it can be seen as a persistent garden weed. The flowers are orange, turning yellow as they age.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/9377/medium.jpg"
  },
  {
    "commonName": "Henbit Deadnettle",
    "sciName": "Lamium amplexicaule",
    "desc": "Lamium amplexicaule (henbit deadnettle, greater henbit) is a species of Lamium native to Europe, western Asia and northern Africa.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/9174/medium.jpg"
  },
  {
    "commonName": "Large White Trillium",
    "sciName": "Trillium grandiflorum",
    "desc": "Trillium grandiflorum (common names white trillium, great white trillium, white wake-robin, French trille blanc) is a species of flowering plant in the family Melanthiaceae. A monocotyledonous, herbaceous perennial, it is native to eastern North America, from northern Quebec to the southern parts of the United States through the Appalachian Mountains into northernmost Georgia and west to Minnesota. It also thrives on Vancouver Island. There are also several disjunctive populations, such as in Nova Scotia and Iowa.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/80252/medium.jpg"
  },
  {
    "commonName": "Slippery Elm",
    "sciName": "Ulmus rubra",
    "desc": "Ulmus rubra, the Slippery Elm, is a species of elm native to eastern North America (from southeast North Dakota, east to Maine and southern Quebec, south to northernmost Florida, and west to eastern Texas). Other common names include Red Elm, Gray Elm, Soft Elm, Moose Elm, and Indian Elm.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/5766/medium.jpg"
  },
  {
    "commonName": "Common buckthorn",
    "sciName": "Rhamnus cathartica",
    "desc": "Rhamnus cathartica (buckthorn, common buckthorn or purging buckthorn), is a species in the family Rhamnaceae, native to Europe, northwest Africa, and western Asia, from the central British Isles south to Morocco, and east to Kyrgyzstan. It was introduced to North America as an ornamental shrub in the early 19th century or perhaps before.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/18791/medium.jpg"
  },
  {
    "commonName": "honey locust",
    "sciName": "Gleditsia triacanthos",
    "desc": "The honey locust, Gleditsia triacanthos, also known as the thorny locust, is a deciduous tree native to central North America. It is mostly found in the moist soil of river valleys ranging from southeastern South Dakota to New Orleans and central Texas, and as far east as eastern Massachusetts.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Sassafras",
    "sciName": "Sassafras albidum",
    "desc": "Sassafras albidum (Sassafras, White Sassafras, Red Sassafras, or Silky Sassafras) is a species of Sassafras native to eastern North America, from southern Maine and southern Ontario west to Iowa, and south to central Florida and eastern Texas. It occurs throughout the eastern deciduous forest habitat type, at altitudes of sea level up to 1,500 m. It formerly also occurred in southern Wisconsin, but is extirpated there as a native tree.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Common Spicebush",
    "sciName": "Lindera benzoin",
    "desc": "Lindera benzoin (wild allspice,spicebush,common spicebush,northern spicebush or Benjamin bush) is a flowering plant in the family Lauraceae, native to eastern North America, ranging from Maine to Ontario in the north, and to Kansas, Texas and northern Florida in the center and south.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/35692/medium.jpg"
  },
  {
    "commonName": "shagbark hickory",
    "sciName": "Carya ovata",
    "desc": "Carya ovata, the shagbark hickory, is a common hickory in the eastern United States and southeast Canada. It is a large, deciduous tree, growing up to 27 metres (89 ft) tall, and will live up to 200 years. Mature shagbarks are easy to recognize because, as their name implies, they have shaggy bark. This characteristic is, however, only found on mature trees; young specimens have smooth bark.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/28296/medium.jpg"
  },
  {
    "commonName": "Pin Oak",
    "sciName": "Quercus palustris",
    "desc": "Quercus palustris, the Pin oak or Swamp Spanish oak, is an oak in the red oak section Quercus sect. Lobatae.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136623/medium.jpg"
  },
  {
    "commonName": "Scarlet Oak",
    "sciName": "Quercus coccinea",
    "desc": "Quercus coccinea, the scarlet oak, is an oak in the red oak section Quercus sect. Lobatae. The scarlet oak can be mistaken for the pin oak, the black oak, or occasionally the red oak. On scarlet oak the sinuses between lobes are \"C\"-shaped in comparison to pin oak (Q. palustris), which has \"U\"-shaped sinuses and the acorns are half covered by a deep cap.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/41639/medium.jpg"
  },
  {
    "commonName": "White Oak",
    "sciName": "Quercus alba",
    "desc": "Quercus alba, the white oak, is one of the pre-eminent hardwoods of eastern North America. It is a long-lived oak of the family Fagaceae, native to eastern North America and found from southern Quebec west to eastern Minnesota and south to northern Florida and eastern Texas. Specimens have been documented to be over 450 years old.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10502/medium.jpg"
  },
  {
    "commonName": "Flowering Dogwood",
    "sciName": "Cornus florida",
    "desc": "Cornus florida (flowering dogwood) is a species of flowering plant in the family Cornaceae native to eastern North America, from southern Maine west to southern Ontario, Illinois, and eastern Kansas, and south to northern Florida and eastern Texas, with a disjunct population in Nuevo León and Veracruz in eastern Mexico.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/13586/medium.jpg"
  },
  {
    "commonName": "American hophornbeam",
    "sciName": "Ostrya virginiana",
    "desc": "Ostrya virginiana (American Hophornbeam), is a species of Ostrya native to eastern North America, from Nova Scotia west to southern Manitoba and eastern Wyoming, southeast to northern Florida and southwest to eastern Texas and northeastern Mexico. Other names include eastern hophornbeam, hardhack (in New England), ironwood, and leverwood.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15550/medium.jpg"
  },
  {
    "commonName": "American hornbeam",
    "sciName": "Carpinus caroliniana",
    "desc": "Carpinus caroliniana (American hornbeam) is a small hardwood tree in the genus Carpinus. American hornbeam is also known as blue-beech, ironwood, and musclewood. It is native to eastern North America, from Minnesota and southern Ontario east to Maine, and south to eastern Texas and northern Florida. It also grows in Canada (southwest Quebec and southeast Ontario), Mexico (central and southern), Guatemala, and western Honduras.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/15549/medium.jpg"
  },
  {
    "commonName": "Silver Maple",
    "sciName": "Acer saccharinum",
    "desc": "Acer saccharinum, commonly known as silver maple,creek maple, silverleaf maple,soft maple,water maple,swamp maple, or white maple—is a species of maple native to eastern North America in the eastern United States and Canada. It is one of the most common trees in the United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/20953/medium.jpg"
  }
]
