[
  {
    "commonName": "silverrod",
    "sciName": "Solidago bicolor",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/201056/medium.jpg"
  },
  {
    "commonName": "Tall Goldenrod",
    "sciName": "Solidago canadensis scabra",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/165238/medium.jpg"
  },
  {
    "commonName": "white flat-topped goldenrod",
    "sciName": "Solidago ptarmicoides",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/500275/medium.jpg"
  },
  {
    "commonName": "Jumpseed",
    "sciName": "Persicaria virginiana",
    "desc": "Jumpseed (Persicaria virginiana) is a Persicaria. They can grow in dry, shady areas.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/106223/medium.jpg"
  },
  {
    "commonName": "CARARG",
    "sciName": "Carex argyrantha",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/159216/medium.JPG"
  },
  {
    "commonName": "RHOPRI",
    "sciName": "Rhododendron prinophyllum",
    "desc": "Rhododendron prinophyllum is a rhododendron species native to the eastern and southern United States. It is a deciduous shrub that grows 4 to 8 feet in height. Flowers are pink.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/258802/medium.jpg"
  },
  {
    "commonName": "Erechtites hieracifolia",
    "sciName": "Erechtites hieracifolia",
    "desc": "Erechtites hieracifolia (fireweed, American burnweed, or Pilewort) is a plant in the daisy family, Asteraceae. It is native to the Americas, but can be found many places around the world having been introduced by human activity. It is introduced in Hawaii.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "New York ironweed",
    "sciName": "Vernonia noveboracensis",
    "desc": "Vernonia noveboracensis (New York ironweed or Vein-leaf hawkweed) is a plant in the daisy family, Asteraceae. It is native to the eastern United States, from Florida to Massachusetts and west to Tennessee, Alabama, and West Virginia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/399355/medium.jpg"
  },
  {
    "commonName": "single-sorus spleenwort",
    "sciName": "Asplenium monanthes",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/571594/medium.jpg"
  },
  {
    "commonName": "slender adder's-tongue",
    "sciName": "Ophioglossum nudicaule",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Ostrich-plume Moss",
    "sciName": "Ptilium crista-castrensis",
    "desc": "Ptilium crista-castrensis is a moss species within the family Hypnaceae, in the class Bryopsida, subclass Bryidae and order Hypnales.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/152280/medium.jpg"
  },
  {
    "commonName": "limestone adder's-tongue",
    "sciName": "Ophioglossum engelmannii",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "black-stemmed spleenwort",
    "sciName": "Asplenium resiliens",
    "desc": "The blackstem spleenwort, Asplenium resiliens, is a species of fern native to the southeastern United States. Found on limestone substrates, it is named for its distinctive purplish-black stipe and rachis. It closely resembles the ebony spleenwort, Asplenium platyneuron.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/517214/medium.jpeg"
  },
  {
    "commonName": "lobed spleenwort",
    "sciName": "Asplenium pinnatifidum",
    "desc": "Asplenium pinnatifidum, commonly known as the lobed spleenwort or pinnatifid spleenwort, is a small fern found principally in the Appalachian Mountains and the Shawnee Hills, growing in rock crevices in moderately acid to subacid strata. Originally identified as a variety of walking fern (Asplenium rhizophyllum), it was classified as a separate species by Thomas Nuttall in 1818. It is believed to have originated by chromosome doubling in a hybrid between walking fern and mountain spleenwort (Asplenium...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/156500/medium.JPG"
  },
  {
    "commonName": "Bradley's spleenwort",
    "sciName": "Asplenium bradleyi",
    "desc": "Asplenium bradleyi, commonly known as Bradley's spleenwort or cliff spleenwort, is a rare epipetric fern of east-central North America. Named after Professor Frank H. Bradley, who first collected it in Tennessee, it may be found infrequently throughout much of the Appalachian Mountains, the Ozarks, and the Ouachita Mountains, growing in small crevices on exposed sandstone cliffs. The species originated as a hybrid between mountain spleenwort (Asplenium montanum) and ebony spleenwort (Asplenium platyneuron); A. bradleyi originated when that...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/194821/medium.jpeg"
  },
  {
    "commonName": "hyssopleaf thoroughwort",
    "sciName": "Eupatorium hyssopifolium",
    "desc": "Eupatorium hyssopifolium, also known as Hyssopleaf thoroughwort, is a fall-blooming herbaceous plant native to North America. Like other members of the genus Eupatorium it has inflorescences containing a large number of white flowers with disc florets and no ray florets. At 0.5 to one meter tall, it is towards the shorter end of the range of heights found in Eupatorium species.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Silver Fir",
    "sciName": "Abies alba",
    "desc": "Abies alba, the silver fir or European silver fir, is a fir native to the mountains of Europe, from the Pyrenees north to Normandy, east to the Alps and the Carpathians, Slovenia, Croatia, Bosnia and Herzegovina and south to southern Italy and northern Serbia.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/221922/medium.jpg"
  },
  {
    "commonName": "Fraser Fir",
    "sciName": "Abies fraseri",
    "desc": "Fraser Fir (Abies fraseri) is a species of fir native to the mountains of the eastern United States. It is closely related to Balsam Fir (Abies balsamea), of which it has occasionally been treated as a subspecies (as A. balsamea subsp. fraseri (Pursh) E.Murray) or a variety (as A. balsamea var. fraseri (Pursh) Spach).",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Carolina hemlock",
    "sciName": "Tsuga caroliniana",
    "desc": "Tsuga caroliniana (Carolina hemlock) is a species of Tsuga, native to the Appalachian Mountains in southwest Virginia, western North Carolina, extreme northeast Georgia, northwest South Carolina, and eastern Tennessee. Its habitat is on rocky mountain slopes at elevations of 700–1,200 metres (2,300–3,900 ft). The optimal growing condition is a partly shady area with moist but well-drained soil in a cool climate.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/159211/medium.JPG"
  },
  {
    "commonName": "White Morning-glory",
    "sciName": "Ipomoea lacunosa",
    "desc": "The whitestar potato, Ipomoea lacunosa, is a species that belongs to the Ipomoea genus. In this genus most members are commonly referred to as \"morning glories\". The name for the genus, Ipomoea, has root in the Greek words ips and homoios, which translates to worm-like. This is a reference to the plant's vine-like growth. Lacunosa comes from a Latin word meaning air spaces, correlating with the veination of the leaves.Ipomoea lacunosa is native to the United...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/572239/medium.jpg"
  },
  {
    "commonName": "Oxydendrum arboreum",
    "sciName": "Oxydendrum arboreum",
    "desc": "Sourwood or sorrel tree (Oxydendrum arboreum, /ˌɒksɨˈdɛndrəm ɑrˈbɔəriəm/) is the sole species in the genus Oxydendrum, in the family Ericaceae. It is native to eastern North America, from southern Pennsylvania south to northwest Florida and west to southern Illinois; it is most common in the lower chain of the Appalachian Mountains. The tree is frequently seen as a component of oak-heath forests.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/396498/medium.JPG"
  },
  {
    "commonName": "Aloe Yucca",
    "sciName": "Yucca aloifolia",
    "desc": "Yucca aloifolia L. is the type species for the genus Yucca. Common names include \"Spanish bayonet,\" \"dagger plant,\" etc. It grows in sandy soils, especially on sand dunes along the coast from North Carolina to Mexico, and on islands in the Caribbean. It can sometimes be found inland in sandy pine forests. It is also naturalized elsewhere.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/173487/medium.jpg"
  },
  {
    "commonName": "Florida Pusley",
    "sciName": "Richardia scabra",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/322374/medium.jpg"
  },
  {
    "commonName": "Downy Skullcap",
    "sciName": "Scutellaria incana",
    "desc": "Scutellaria incana, also Downy Skullcap, is a flowering plant in the family Lamiaceae and is native to North America. It is a perennial and is primarily found in the eastern United States as well as some parts of the Midwest.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/434210/medium.jpg"
  },
  {
    "commonName": "leatherleaf",
    "sciName": "Chamaedaphne calyculata",
    "desc": "Chamaedaphne calyculata, leatherleaf, is a shrub in the plant family Ericaceae and the only species in the genus Chamaedaphne. It has a wide distribution throughout the cool temperate and subarctic regions of the Northern Hemisphere.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/169060/medium.jpg"
  },
  {
    "commonName": "hollow Joe-Pye weed",
    "sciName": "Eutrochium fistulosum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/124041/medium.jpg"
  },
  {
    "commonName": "spotted St. John's wort",
    "sciName": "Hypericum punctatum",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "summer bluets",
    "sciName": "Houstonia purpurea",
    "desc": "Houstonia purpurea (formerly Hedyotis purpurea) is a species of flowering plant in the coffee family known by the common names Venus' pride, woodland bluet, and purple bluet. It is native to the eastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/28230/medium.jpg"
  },
  {
    "commonName": "Ctenium aromaticum",
    "sciName": "Ctenium aromaticum",
    "desc": "Ctenium aromaticum is a species of grass known by the common name toothache grass. It is native to the southeastern United States, where it grows on the coastal plain.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Persea borbonia",
    "sciName": "Persea borbonia",
    "desc": "Persea borbonia is a species of plant in the Lauraceae family, with several common names including redbay,tisswood, scrubbay, shorebay, and swampbay.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Creeping cucumber",
    "sciName": "Melothria pendula",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/223636/medium.jpg"
  },
  {
    "commonName": "Spring Coralroot",
    "sciName": "Corallorhiza wisteriana",
    "desc": "Spring coralroot (Corallorhiza wisteriana) — also called Arousing coralroot or Wister's Coralroot — is a species of coralroot orchid.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/137266/medium.jpg"
  },
  {
    "commonName": "sweet goldenrod",
    "sciName": "Solidago odora",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Pluchea foetida",
    "sciName": "Pluchea foetida",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/137374/medium.jpg"
  },
  {
    "commonName": "Eupatorium capillifolium",
    "sciName": "Eupatorium capillifolium",
    "desc": "Eupatorium capillifolium (dogfennel) is a perennial herbaceous plant in the family Asteraceae, native to southeastern North America. It is generally between 50 cm and 2 meters tall with several stems that fork from a substantial base. The stems and base are covered in leaves so dissected that they resemble green hairs coming out of the stem in fractal patterns. When crushed, the leaves and flowers smell rather unpleasant.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/484603/medium.jpg"
  },
  {
    "commonName": "buttonweed",
    "sciName": "Diodia virginiana",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/137292/medium.jpg"
  },
  {
    "commonName": "Desmodium glabellum",
    "sciName": "Desmodium glabellum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/162710/medium.JPG"
  },
  {
    "commonName": "wintercreeper",
    "sciName": "Euonymus fortunei",
    "desc": "Euonymus fortunei (common names spindle or fortune's spindle, winter creeper or wintercreeper) is a species of flowering plant in the family Celastraceae, native to east Asia, including China, Korea, the Philippines and Japan. It is named after the plant explorer Robert Fortune.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136616/medium.jpg"
  },
  {
    "commonName": "ALISUB",
    "sciName": "Alisma subcordatum",
    "desc": "Alisma subcordatum (American water plantain) is a perennial aquatic plant in the Water-plantain family (Alismataceae). This plant grows to about 3 feet (1 meter) in height with lance to oval shaped leaves rising from bulbous corms with fibrous roots. Any leaves that form underwater are weak and quick to rot; they rarely remain on adult plants. A branched inflorescence with white to pink 3 petaled flowers blooms from June to September. The seeds are eaten by...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/244780/medium.jpg"
  },
  {
    "commonName": "Starry rosinweed",
    "sciName": "Silphium asteriscus",
    "desc": "Silphium asteriscus also known as starry rosinweed is the type species of the genus Silphium and a member of the family Asteraceae.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/135270/medium.jpg"
  },
  {
    "commonName": "field goldenrod",
    "sciName": "Solidago nemoralis",
    "desc": "Solidago nemoralis is a species of flowering plant in the aster family, Asteraceae. It is native to North America, where it is widely distributed in Canada except the northern provinces and the United States except the western states. Its common names include gray goldenrod, gray-stem goldenrod, old-field goldenrod,field goldenrod,prairie goldenrod, dwarf goldenrod, and dyersweed goldenrod.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/133679/medium.jpg"
  },
  {
    "commonName": "Solidago speciosa",
    "sciName": "Solidago speciosa",
    "desc": "Solidago speciosa, or Showy Goldenrod, is a flowering plant in the United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/133678/medium.jpg"
  },
  {
    "commonName": "painted buckeye",
    "sciName": "Aesculus sylvatica",
    "desc": "Aesculus sylvatica (painted buckeye) is a species of shrub. The species has five leaflets that are 4.5 to 6 inches long and 1.5 to 2.5 inches wide. The flowers are yellow and occasionally have red also. The species have dry fruit and brown, scaly bark. The species is commonly found in forests and along stream banks. The shrub is poisonous.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Viburnum prunifolium",
    "sciName": "Viburnum prunifolium",
    "desc": "Viburnum prunifolium (known as blackhaw or black haw, blackhaw viburnum, sweet haw, and stag bush) is a species of Viburnum native to northeastern North America, from Connecticut west to eastern Kansas, and south to Alabama and Texas.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "DESFLE",
    "sciName": "Deschampsia flexuosa",
    "desc": "Deschampsia flexuosa (L.) Trin. (syn. Avenella flexuosa L.; Lerchenfeldia flexuosa (L.) Schur), or Wavy Hair-grass, is a species of bunchgrass in the Poaceae family with a Holarctic distribution.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/129831/medium.jpg"
  },
  {
    "commonName": "Spiranthes ovalis",
    "sciName": "Spiranthes ovalis",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/129830/medium.jpeg"
  },
  {
    "commonName": "Bush Clover",
    "sciName": "Lespedeza bicolor",
    "desc": "Lespedeza bicolor is a species of flowering plant in the legume family known by the common names shrubby bushclover, shrub lespedeza, and bicolor lespedeza. It is native to Asia and it is widely grown as an ornamental plant. In some regions, such as the southeastern United States, it grows in the wild as an introduced and invasive species.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/398874/medium.jpg"
  },
  {
    "commonName": "Cirsium carolinianum",
    "sciName": "Cirsium carolinianum",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "winged sumac",
    "sciName": "Rhus copallinum latifolia",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Baptisia australis aberrans",
    "sciName": "Baptisia australis aberrans",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127110/medium.jpg"
  },
  {
    "commonName": "Coreopsis major",
    "sciName": "Coreopsis major",
    "desc": "Coreopsis major is a plant species of the genus coreopsis in Asteraceae. Coreopsis species are commonly called tick seeds.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/128655/medium.jpg"
  },
  {
    "commonName": "Matelea decipiens",
    "sciName": "Matelea decipiens",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127527/medium.jpg"
  },
  {
    "commonName": "Trifolium reflexum",
    "sciName": "Trifolium reflexum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127530/medium.jpg"
  },
  {
    "commonName": "Matelea carolinensis",
    "sciName": "Matelea carolinensis",
    "desc": "Matelea carolinensis is a species of flowering plant in the dogbane family known by the common names maroon Carolina milkvine and Carolina anglepod. It is native to the southeastern United States, where it grows in open deciduous woods and stream banks. It is a perennial twining vine forb/herb with milky sap and 5 to 10 cm heart-shaped leaves. The vine dies back and returns every year. The 1 to 2 cm flowers are deep purple, occasionally...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/248794/medium.jpg"
  },
  {
    "commonName": "Oenothera fruticosa",
    "sciName": "Oenothera fruticosa",
    "desc": "Oenothera fruticosa, or narrow-leaved sundrops, is a species of flowering plant in the evening primrose genus of the family Onagraceae, native to much of eastern North America. It is an erect herbaceous perennial growing to 20–90 cm (8–35 in) tall, with alternative, simple, entire or slightly toothed leaves. The saucer- or cup-shaped yellow flowers, 2.5–5 cm (1–2 in) in diameter, appear in late spring and summer. The fruit is a capsule that is strongly 4-angled or winged and shaped like...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/128749/medium.jpg"
  },
  {
    "commonName": "cut-leaf goldenrod",
    "sciName": "Solidago arguta",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/399418/medium.jpeg"
  },
  {
    "commonName": "Halberd Leaved Violet",
    "sciName": "Viola hastata",
    "desc": "Viola hastata, commonly known as the halberd-leaved yellow violet, is a perennial plant in the violet family found in the eastern United States. It blooms from March to May with yellow flowers.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/334360/medium.jpg"
  },
  {
    "commonName": "inkberry",
    "sciName": "Ilex glabra",
    "desc": "Ilex glabra, also known as Appalachian Tea, Dye-leaves, Evergreen Winterberry, Gallberry, Inkberry, is a species of evergreen holly native to Eastern North America in the United States and Atlantic Canada. Its native range is from Florida north to Nova Scotia and the southern Ohio and Mississippi Valleys. This plant is often used as an ornamental plant. Gallberry nectar is the source of a pleasant honey that is popular in the southern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/126467/medium.jpg"
  },
  {
    "commonName": "Liatris squarrulosa",
    "sciName": "Liatris squarrulosa",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127525/medium.jpg"
  },
  {
    "commonName": "Marshallia obovata",
    "sciName": "Marshallia obovata",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127120/medium.jpg"
  },
  {
    "commonName": "Green-and-gold",
    "sciName": "Chrysogonum virginianum",
    "desc": "Chrysogonum virginianum (Golden-knees, Goldenstar, or Green-and-gold) is a perennial ornamental herb native of United States, which is usually propagated by root cuttings.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127118/medium.jpg"
  },
  {
    "commonName": "eastern smooth beardtongue",
    "sciName": "Penstemon laevigatus",
    "desc": "Penstemon laevigatus is a plant in the plantain family, Plantaginaceae. The flowers are borne in summer. Its native range includes much of the Eastern United States, from Maine to Michigan and Georgia to Mississippi. It can grow in either sunny or shady conditions.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127121/medium.jpg"
  },
  {
    "commonName": "white vervain",
    "sciName": "Verbena urticifolia",
    "desc": "Verbena urticifolia (white vervain) is a herbaceous plant in the vervain family (Verbenaceae). It belongs to the \"true\" vervains of genus Verbena.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/125005/medium.jpg"
  },
  {
    "commonName": "Orange Milkwort",
    "sciName": "Polygala lutea",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/124003/medium.jpg"
  },
  {
    "commonName": "Cyperus echinatus",
    "sciName": "Cyperus echinatus",
    "desc": "Cyperus echinatus is a species of plant in the sedge family. It is native to most of eastern North America.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "honewort",
    "sciName": "Cryptotaenia canadensis",
    "desc": "Cryptotaenia is a genus of two species of herbaceous perennial plants, native to North America and eastern Asia, growing wild in moist, shady places.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/129769/medium.jpg"
  },
  {
    "commonName": "fringed phacelia",
    "sciName": "Phacelia fimbriata",
    "desc": "Phacelia fimbriata (Fringed Phacelia) is a spring flowering wildflower of the genus Phacelia found in the highland woods of southeastern United States including the Great Smoky Mountains.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/121556/medium.jpg"
  },
  {
    "commonName": "spiked lobelia",
    "sciName": "Lobelia spicata",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "rattlesnake master",
    "sciName": "Eryngium yuccifolium",
    "desc": "Eryngium yuccifolium (Button snake-root, Rattlesnake Master) is a common herbaceous perennial plant, native to the tallgrass prairies of central and eastern North America, from Minnesota east to Ohio and south to Texas and Florida. It grows to 1.8 m tall, with linear leaves 15–100 cm long but only 1–3 cm broad, with bristly or spiny margins and a sharp tip. The flowers are produced in dense apical umbels 1–3 cm diameter, each flower greenish-white or bluish-white, 3–4 mm diameter. When...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/119459/medium.jpg"
  },
  {
    "commonName": "Chestnut Oak",
    "sciName": "Quercus montana",
    "desc": "Quercus prinus (syn. Quercus montana), the chestnut oak, is a species of oak in the white oak group, Quercus sect. Quercus. It is native to the eastern United States, where it is one of the most important ridgetop trees from southern Maine southwest to central Mississippi, with an outlying northwestern population in southern Michigan. It is also sometimes called \"rock oak\" because of montane and other rocky habitats. As a consequence of its dry habitat and...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/10504/medium.jpg"
  },
  {
    "commonName": "Ruellia caroliniensis",
    "sciName": "Ruellia caroliniensis",
    "desc": "Ruellia caroliniensis is a wild petunia with blue or violet flowers that appear in the spring, summer, and autumn. Its leaves are light green. This species is native to the southeastern United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/258801/medium.jpg"
  },
  {
    "commonName": "Carex squarrosa",
    "sciName": "Carex squarrosa",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/117195/medium.jpg"
  },
  {
    "commonName": "Partridge pea",
    "sciName": "Chamaecrista fasciculata",
    "desc": "Chamaecrista fasciculata (Partridge Pea) is a species of legume native to most of the eastern United States. It is an annual which grows to approximately 0.5 meters tall. It has bright yellow flowers from early summer until first frost, with flowers through the entire flowering season if rainfall is sufficient.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/111530/medium.jpg"
  },
  {
    "commonName": "Sweetbay magnolia",
    "sciName": "Magnolia virginiana",
    "desc": "Magnolia virginiana, most commonly known as sweetbay magnolia, or merely sweetbay (also swampbay, swamp magnolia, whitebay, or beaver tree), is a member of the magnolia family, Magnoliaceae. It was the first magnolia to be scientifically described under modern rules of botanical nomenclature, and is the type species of the genus Magnolia; as Magnolia is also the type genus of all flowering plants (magnoliophytes), this species in a sense typifies all flowering plants.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/111576/medium.jpg"
  },
  {
    "commonName": "Galactia regularis",
    "sciName": "Galactia regularis",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "white wood aster",
    "sciName": "Eurybia divaricata",
    "desc": "Eurybia divaricata (formerly Aster divaricatus), commonly known as the white wood aster, is an herbaceous plant native to eastern North America. It occurs in the eastern United States, primarily in the Appalachian mountains, though it is also present in southeastern Canada, but only in about 25 populations in the provinces of Ontario and Quebec. In the U.S. it is abundant and common, but in Canada it is considered threatened due to its restricted distribution. It can...",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/110339/medium.jpg"
  },
  {
    "commonName": "Butterfly  Pea",
    "sciName": "Centrosema virginianum",
    "desc": "Centrosema virginianum has different common names such as Virginian Centro, wild blue vine, blue bell, and wild pea.C. virginianum is a member of the Fabaceae family, it is identify by its trailing and twining vine. The stems are tender and small in proportion to its height. C. virginianum habitats are in pine lands and coastal uplands.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/110179/medium.jpg"
  },
  {
    "commonName": "Cardamine angustata",
    "sciName": "Cardamine angustata",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "blue curls",
    "sciName": "Trichostema dichotomum",
    "desc": "Trichostema dichotomum (forked bluecurls) is a plant in the mint family, Lamiaceae. Trichostema dichotomum is an annual herbaceous forb with opposite, simple leaves, and square, erect, hairy stems. The flowers are blue, borne in late summer.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/109273/medium.jpg"
  },
  {
    "commonName": "purple crown-vetch",
    "sciName": "Securigera varia",
    "desc": "Securigera varia, commonly known as crown vetch or purple crown vetch, is a low-growing legume vine. It is native to Africa, Asia and Europe and is commonly used throughout the United States and Canada for erosion control, roadside planting and soil rehabilitation. It has become an invasive species in many states of the US.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/34301/medium.jpg"
  },
  {
    "commonName": "Scutellaria integrifolia",
    "sciName": "Scutellaria integrifolia",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Narrowleaf mountainmint",
    "sciName": "Pycnanthemum tenuifolium",
    "desc": "Pycnanthemum tenuifolium ( narrowleaf mountainmint, slender mountainmint, common horsemint, Virginia thyme) is a plant in the mint family, Lamiaceae. It is native to eastern North America.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Round-leaved Violet",
    "sciName": "Viola rotundifolia",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/98163/medium.jpg"
  },
  {
    "commonName": "pennywort",
    "sciName": "Obolaria virginica",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/97100/medium.jpg"
  },
  {
    "commonName": "Shining sumac",
    "sciName": "Rhus copallinum",
    "desc": "Rhus copallina (orth. var. Rhus copallinum), Shining Sumac, Dwarf Sumac, Flameleaf Sumac or Winged Sumac, is a species of flowering plant in the cashew family (Anacardiaceae) that is native to eastern North America. It is a deciduous tree growing to 3.5–5.5 metres (11–18 ft) tall and an equal spread with a rounded crown. A 5-year-old sapling will stand about 2.5 metres (8.2 ft).",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/322429/medium.jpg"
  },
  {
    "commonName": "Xyris ambigua",
    "sciName": "Xyris ambigua",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "orange daylily",
    "sciName": "Hemerocallis fulva",
    "desc": "Hemerocallis fulva, the Orange Daylily, Tawny Daylily, Tiger Daylily or Ditch Lily, is a species of daylily native to Asia. It is very widely grown as an ornamental plant in temperate climates for its showy flowers and ease of cultivation. It is not related to true lilies, but gets its name from the similarity of the flowers and from the fact that each flower lasts only one day.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/94486/medium.jpg"
  },
  {
    "commonName": "Eastern gamagrass",
    "sciName": "Tripsacum dactyloides",
    "desc": "Tripsacum dactyloides, commonly called eastern gamagrass, is a warm-season, sod-forming bunch grass native to the eastern United States. Gamagrass is a distant relative of the corn species (Zea mays) and, like corn, the male part of the plant is located in the upper section of the female part. The joints of the seed-bearing part of the plant break when the plant is developed and each seed-bearing part contains one seed.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/460494/medium.jpg"
  },
  {
    "commonName": "Carolina sweetshrub",
    "sciName": "Calycanthus floridus",
    "desc": "Calycanthus (sweetshrub) is a genus of flowering plants in the family Calycanthaceae, endemic to North America. The genus includes two to four species depending on taxonomic interpretation; two are accepted by the Flora of North America.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/93751/medium.jpg"
  },
  {
    "commonName": "Mazus pumilus",
    "sciName": "Mazus pumilus",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "sparse-lobed grapefern",
    "sciName": "Botrychium biternatum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136603/medium.jpg"
  },
  {
    "commonName": "small-flowered crowfoot",
    "sciName": "Ranunculus abortivus",
    "desc": "Ranunculus abortivus is a species of flowering plant in the buttercup family, Ranunculaceae. Its common names include littleleaf buttercup, small-flower crowfoot,small-flowered buttercup, and kidneyleaf buttercup. It is native to North America, with a distribution that covers much of the northern, eastern and central part of the continent.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/93121/medium.jpg"
  },
  {
    "commonName": "Trillium erectum erectum",
    "sciName": "Trillium erectum erectum",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/335218/medium.jpg"
  },
  {
    "commonName": "Solidago rigida glabrata",
    "sciName": "Solidago rigida glabrata",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "stiff-leaved goldenrod",
    "sciName": "Solidago rigida",
    "desc": "n/a",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/127531/medium.jpg"
  },
  {
    "commonName": "Murdannia keisak",
    "sciName": "Murdannia keisak",
    "desc": "n/a",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Saw Greenbrier",
    "sciName": "Smilax bona-nox",
    "desc": "Smilax bona-nox, known by the common names saw greenbrier, zarzaparrilla,catbrier, bullbrier, chinabrier, and tramp's trouble, is a species of flowering plant in the Smilacaceae, or greenbrier family. The species is native to the southeastern United States as far west as Kansas and Texas, and northern Mexico.",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  },
  {
    "commonName": "Canada clearweed",
    "sciName": "Pilea pumila",
    "desc": "Pilea pumila, known as Clearweed, Canadian clearweed, Coolwort, or Richweed is an annual plant native to most of North America east of the Rockies. The plants are generally erect, 10 to 70 cm tall, often occurring in large colonies, and are quite common throughout their range both as a woodland plant and a weed of gardens.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/136675/medium.jpg"
  },
  {
    "commonName": "whorled milkweed",
    "sciName": "Asclepias verticillata",
    "desc": "Asclepias verticillata (whorled milkweed, eastern whorled milkweed, horsetail milkweed) is a species of milkweed native to most all of eastern North America and parts of western Canada and the United States.",
    "img": "https://inaturalist-open-data.s3.amazonaws.com/photos/87038/medium.jpg"
  },
  {
    "commonName": "Houstonia pusilla",
    "sciName": "Houstonia pusilla",
    "desc": "Houstonia pusilla is a plant in the family Rubiaceae native to the United States and common in the southeastern and central parts of the country. It is a short plant 6 inches (150 mm) or less in height with a tiny blue toned, yellow centered four lobed flower with a 0.25–0.33 inch (6.4–8.4 mm) diameter. The plant has a center rosette form and green herbaceous foliage with leaves up to 0.5 inches (13 mm) long. The leaves are opposite...",
    "img": "https://www.inaturalist.org/assets/iconic_taxa/plantae-75px.png"
  }
]
